Repository: yazanalqasem/iPass_SkeltonRaw
Catalog: *.lproj/Localizable.strings
Languages: ar, ckb, de, es, fr, ku, tr, ur

# dg15
source: Active Authentication info (DG15)
ar: معلومات المصادقة النشطة (DG15)
ckb: زانیاری پەیوەندیدانی فعال (DG15)
de: Aktive Authentifizierungsinformationen (DG15)
es: Información de autenticación activa (DG15)
fr: Informations sur l'authentification active (DG15)
ku: Agahdariyên nasnameya aktîf (DG15)
tr: Aktif Kimlik Doğrulama bilgisi (DG15)
ur: فعال تصدیق کی معلومات (DG15)

# dg16
source: Person(s) to notify (DG16)
ar: الشخص (الأشخاص) للإخطار (DG16)
ckb: کەسە(کان) بۆ ئاگاداری (DG16)
de: Benachrichtigungsempfänger (DG16)
es: Persona(s) a notificar (DG16)
fr: Personne(s) à notifier (DG16)
ku: Kes (kesên) ku pêşniyar bibe (DG16)
tr: Bildirilmesi gereken kişi(ler) (DG16)
ur: نوٹس کے لیے شخص(یات) (DG16)

source: Read elD
ar: قراءة elD
ckb: elD بخوێنەوە
de: elD lesen
es: Leer elD
fr: Lire elD
ku: elD bixwîne
tr: elD'yi oku
ur: elD پڑھیں

source: Data groups
ar: مجموعات البيانات
ckb: کۆمەڵەی زانیاری
de: Datengruppen
es: Grupos de datos
fr: Groupes de données
ku: Grûbên daneyê
tr: Veri grupları
ur: ڈیٹا گروپ

source: Document type (DG1)
ar: نوع الوثيقة (DG1)
ckb: جۆری بەڵگە (DG1)
de: Dokumenttyp (DG1)
es: Tipo de documento (DG1)
fr: Type de document (DG1)
ku: Cureya belge (DG1)
tr: Belge türü (DG1)
ur: دستاویز کی قسم (DG1)

source: Issuing state (DG2)
ar: الدولة المصدرة (DG2)
ckb: دولت بەرزکردنەوە (DG2)
de: Ausstellungsstaat (DG2)
es: Estado emisor (DG2)
fr: État émetteur (DG2)
ku: Dewletê derbarê (DG2)
tr: Verici devlet (DG2)
ur: جاری کرنے والا ریاست (DG2)

source: Date of expiry (DG3)
ar: تاريخ انتهاء الصلاحية (DG3)
ckb: بەروارەی کۆتایی (DG3)
de: Ablaufdatum (DG3)
es: Fecha de caducidad (DG3)
fr: Date d'expiration (DG3)
ku: Dîrokê qediya (DG3)
tr: Son kullanma tarihi (DG3)
ur: ختم ہونے کی تاریخ (DG3)

source: Given name (DG4)
ar: الاسم الأول (DG4)
ckb: ناوی پێشین (DG4)
de: Vorname (DG4)
es: Nombre (DG4)
fr: Prénom (DG4)
ku: Navê taybet (DG4)
tr: Ad (DG4)
ur: پہلا نام (DG4)

source: Family name (DG5)
ar: اسم العائلة (DG5)
ckb: ناوی پێچووان (DG5)
de: Familienname (DG5)
es: Apellido (DG5)
fr: Nom de famille (DG5)
ku: Navê malbatê (DG5)
tr: Soyadı (DG5)
ur: کنیت (DG5)

# pseudonym
source: Pseudonym (DG6)
ar: اسم مستعار (DG6)
ckb: ناوی زانیاری (DG6)
es: Seudónimo (DG6)
fr: Pseudonyme (DG6)
ku: Navê ji bo taybet (DG6)
tr: Takma ad (DG6)
ur: جعلی نام (DG6)

# academic_title
source: Academic title (DG7)
ar: اللقب الأكاديمي (DG7)
ckb: ناوی فەرهەنگی (DG7)
de: Akademischer Titel (DG7)
es: Título académico (DG7)
fr: Titre académique (DG7)
ku: Sernavê akademîk (DG7)
tr: Akademik unvan (DG7)
ur: تعلیمی عنوان (DG7)

source: Date of birth (DG8)
ar: تاريخ الميلاد (DG8)
ckb: بەروارەی لەدایک بوونی (DG8)
de: Geburtsdatum (DG8)
es: Fecha de nacimiento (DG8)
fr: Date de naissance (DG8)
ku: Dîrokê zayînê (DG8)
tr: Doğum tarihi (DG8)
ur: تاریخ پیدائش (DG8)

source: Place of birth (DG9)
ar: مكان الميلاد (DG9)
ckb: شوێنی لەدایک بوونی (DG9)
de: Geburtsort (DG9)
es: Lugar de nacimiento (DG9)
fr: Lieu de naissance (DG9)
ku: Cihê zayînê (DG9)
tr: Doğum yeri (DG9)
ur: پیدائش کی جگہ (DG9)

# 2dg10
source: Nationality (DG10)
ar: الجنسية (DG10)
ckb: نیشانی (DG10)
de: Nationalität (DG10)
es: Nacionalidad (DG10)
fr: Nationalité (DG10)
ku: Neteweyê (DG10)
tr: Uyruğu (DG10)
ur: قومیت (DG10)

# 2dg11
source: Sex (DG11)
ar: الجنس (DG11)
ckb: جنس (DG11)
de: Geschlecht (DG11)
es: Sexo (DG11)
fr: Sexe (DG11)
ku: Cins (DG11)
tr: Cinsiyet (DG11)
ur: جنس (DG11)

# 2dg12
source: Optional details (DG12)
ar: تفاصيل اختيارية (DG12)
ckb: زانیاری تایبەتی هەڵبژێردراوی (DG12)
de: Optionale Details (DG12)
es: Detalles opcionales (DG12)
fr: Détails optionnels (DG12)
ku: Detailsên hînbûn (DG12)
tr: Opsiyonel detay(lar) (DG12)
ur: آپشنل تفصیلات (DG12)

# 2dg13
source: Undefined (DG13)
ar: غير محدد (DG13)
ckb: ناتەواو (DG13)
de: Nicht definiert (DG13)
es: No definido (DG13)
fr: Non défini (DG13)
ku: Ne tê defin kirin (DG13)
tr: Tanımsız (DG13)
ur: تعریف شدہ نہیں (DG13)

# 2dg14
source: Undefined (DG14)
ar: غير محدد (DG14)
ckb: ناتەواو (DG14)
de: Nicht definiert (DG14)
es: No definido (DG14)
fr: Non défini (DG14)
ku: Ne tê defin kirin (DG14)
tr: Tanımsız (DG14)
ur: تعریف شدہ نہیں (DG14)

# 2dg15
source: Undefined (DG15)
ar: غير محدد (DG15)
ckb: ناتەواو (DG15)
de: Nicht definiert (DG15)
es: No definido (DG15)
fr: Non défini (DG15)
ku: Ne tê defin kirin (DG15)
tr: Tanımsız (DG15)
ur: تعریف شدہ نہیں (DG15)

# 2dg16
source: Undefined (DG16)
ar: غير محدد (DG16)
ckb: ناتەواو (DG16)
de: Nicht definiert (DG16)
es: No definido (DG16)
fr: Non défini (DG16)
ku: Ne tê defin kirin (DG16)
tr: Tanımsız (DG16)
ur: تعریف شدہ نہیں (DG16)

# 2dg17
source: Place of registration (DG17)
ar: مكان التسجيل (DG17)
ckb: شوێنی تۆمارکردن (DG17)
de: Registrierungsort (DG17)
es: Lugar de registro (DG17)
fr: Lieu d'enregistrement (DG17)
ku: Cihê qeydê (DG17)
tr: Kaydedildiği yer (DG17)
ur: رجسٹریشن کی جگہ (DG17)

# 2dg18
source: Place of registration (DG18)
ar: مكان التسجيل (DG18)
ckb: شوێنی تۆمارکردن (DG18)
de: Registrierungsort (DG18)
es: Lugar de registro (DG18)
fr: Lieu d'enregistrement (DG18)
ku: Cihê qeydê (DG18)
tr: Kaydedildiği yer (DG18)
ur: رجسٹریشن کی جگہ (DG18)

# 2dg19
source: Residence permit 1 (DG19)
ar: تصريح الإقامة 1 (DG19)
ckb: فەرمی جێگیر 1 (DG19)
de: Aufenthaltserlaubnis 1 (DG19)
es: Permiso de residencia 1 (DG19)
fr: Permis de séjour 1 (DG19)
ku: Permezê rûniştinê 1 (DG19)
tr: İkamet izni 1 (DG19)
ur: رہائشی اجازت نامہ 1 (DG19)

# 2dg20
source: Residence permit 2 (DG20)
ar: تصريح الإقامة 2 (DG20)
ckb: فەرمی جێگیر 2 (DG20)
de: Aufenthaltserlaubnis 2 (DG20)
es: Permiso de residencia 2 (DG20)
fr: Permis de séjour 2 (DG20)
ku: Permezê rûniştinê 2 (DG20)
tr: İkamet izni 2 (DG20)
ur: رہائشی اجازت نامہ 2 (DG20)

# 2dg21
source: Optional details (DG21)
ar: تفاصيل اختيارية (DG21)
ckb: زانیاری تایبەتی هەڵبژێردراوی (DG21)
de: Optionale Details (DG21)
es: Detalles opcionales (DG21)
fr: Détails optionnels (DG21)
ku: Detailsên hînbûn (DG21)
tr: Opsiyonel detay(lar) (DG21)
ur: آپشنل تفصیلات (DG21)

# 3read_eDL
source: Read eDL
ar: قراءة eDL
ckb: eDL بخوێنەوە
de: eDL lesen
es: Leer eDL
fr: Lire eDL
ku: eDL bixwîne
tr: eDL'yi oku
ur: eDL پڑھیں

# 3data_groups
source: Data groups
ar: مجموعات البيانات
ckb: کۆمەڵەی زانیاری
de: Datengruppen
es: Grupos de datos
fr: Groupes de données
ku: Grûbên daneyê
tr: Veri grupları
ur: ڈیٹا گروپ

# 3text_data_elements
source: Text data elements (DG1)
ar: عناصر البيانات النصية (DG1)
ckb: ئەو عەناصەرەی زانیاریی نووسراو (DG1)
de: Textdaten-Elemente (DG1)
es: Elementos de datos de texto (DG1)
fr: Éléments de données textuelles (DG1)
ku: Lêçûnên daneyê nivîsî (DG1)
tr: Metin veri unsurları (DG1)
ur: متن ڈیٹا عناصر (DG1)

# 3dg2
source: License holder information (DG2)
ar: معلومات حامل الرخصة (DG2)
ckb: زانیاری هەریم لایسنس (DG2)
de: Informationen zum Lizenzinhaber (DG2)
es: Información del titular de la licencia (DG2)
fr: Informations sur le titulaire de la licence (DG2)
ku: Agahdariyên girtinê (DG2)
tr: Lisans sahibi bilgileri (DG2)
ur: لائسنس ہولڈر کی معلومات (DG2)

# 3dg3
source: Issuing authority details (DG3)
ar: تفاصيل السلطة المصدرة (DG3)
ckb: زانیاری فەرمی بەرزکردنەوە (DG3)
de: Details der ausstellenden Behörde (DG3)
es: Detalles de la autoridad emisora (DG3)
fr: Détails de l'autorité émettrice (DG3)
ku: Detailsên idareya derbarê (DG3)
tr: Verici otorite detayları (DG3)
ur: جاری کرنے والی اتھارٹی کی تفصیلات (DG3)

# 3dg4
source: Portrait image (DG4)
ar: صورة البورتريه (DG4)
ckb: وێنەی پەیام (DG4)
de: Porträtbild (DG4)
es: Imagen del retrato (DG4)
fr: Image de portrait (DG4)
ku: Wêneya portre (DG4)
tr: Portre resmi (DG4)
ur: پورٹریٹ تصویر (DG4)

# 3dg5
source: Signature / usual mark image(DG5)
ar: صورة التوقيع / العلامة المعتادة (DG5)
ckb: نیشانی / وێنەی نیشانی عەرەقی (DG5)
de: Unterschrift / übliche Markenbild (DG5)
es: Firma / imagen de marca habitual (DG5)
fr: Image de signature / marque habituelle (DG5)
ku: Wêneya nîşana / nîşana herî zêde (DG5)
tr: İmza / alışılmış işaret resmi (DG5)
ur: دستخط / معمول کا نشان کی تصویر (DG5)

# 3dg6
source: Biometry - Facial data (DG6)
ar: بيومترية - البيانات الوجهية (DG6)
ckb: بایۆمێتری - زانیاری چەهرە (DG6)
de: Biometrie - Gesichtsdaten (DG6)
es: Biometría - Datos faciales (DG6)
fr: Biométrie - Données faciales (DG6)
ku: Biyometrî - Daneyên rû (DG6)
tr: Biyometri - Yüz verileri (DG6)
ur: بایومیٹری - چہرے کے ڈیٹا (DG6)

# 3dg7
source: Biometry - Fingerprint (S) (DG7)
ar: بيومترية - بصمة الإصبع (DG7)
ckb: بایۆمێتری - بەرزکردنەوەی کەف (DG7)
de: Biometrie - Fingerabdruck (DG7)
es: Biometría - Huella dactilar (DG7)
fr: Biométrie - Empreinte digitale (DG7)
ku: Biyometrî - Pêşkan (DG7)
tr: Biyometri - Parmak izi (DG7)
ur: بایومیٹری - انگلی کے نشان (DG7)

# 3dg8
source: Biometry - Iris Data (DG8)
ar: بيومترية - بيانات القزحية (DG8)
ckb: بایۆمێتری - زانیاری عێرە (DG8)
de: Biometrie - Irisdaten (DG8)
es: Biometría - Datos del iris (DG8)
fr: Biométrie - Données de l'iris (DG8)
ku: Biyometrî - Daneyên iris (DG8)
tr: Biyometri - İris Verileri (DG8)
ur: بایومیٹری - آئرس کے ڈیٹا (DG8)

# 3dg9
source: Biometry - Other (DG9)
ar: بيومترية - أخرى (DG9)
ckb: بایۆمێتری - یەکتر (DG9)
de: Biometrie - Andere (DG9)
es: Biometría - Otro (DG9)
fr: Biométrie - Autres (DG9)
ku: Biyometrî - Yên din (DG9)
tr: Biyometri - Diğer (DG9)
ur: بایومیٹری - دیگر (DG9)

# 3dg10
source: Not defined (DG10)
ar: غير محدد (DG10)
ckb: ناتەواو (DG10)
de: Nicht definiert (DG10)
es: No definido (DG10)
fr: Non défini (DG10)
ku: Ne tê defin kirin (DG10)
tr: Tanımlanmamış (DG10)
ur: تعریف شدہ نہیں (DG10)

# 3dg11
source: Optional domestic data (DG11)
ar: بيانات محلية اختيارية (DG11)
ckb: زانیاری هەڵبژێردراوی نووسراوی (DG11)
de: Optionale Haushaltsdaten (DG11)
es: Datos domésticos opcionales (DG11)
fr: Données domestiques optionnelles (DG11)
ku: Danegeha malperî yên hînbûn (DG11)
tr: Opsiyonel yerel veriler (DG11)
ur: آپشنل گھریلو ڈیٹا (DG11)

# 3dg12
source: Non-match alert (DG12)
ar: تنبيه عدم المطابقة (DG12)
ckb: ئاگاداری نەنموون (DG12)
de: Nichtübereinstimmungswarnung (DG12)
es: Alerta de no coincidencia (DG12)
fr: Alerte de non-conformité (DG12)
ku: Agahdariya ne girtin (DG12)
tr: Uyumsuzluk uyarısı (DG12)
ur: غیر ملاپ کی اطلاع (DG12)

# 3dg13
source: Active Authentication info (DG13)
ar: معلومات المصادقة النشطة (DG13)
ckb: زانیاری پەیوەندیدانی فعال (DG13)
de: Aktive Authentifizierungsinformationen (DG13)
es: Información de autenticación activa (DG13)
fr: Informations sur l'authentification active (DG13)
ku: Agahdariyên nasnameya aktîf (DG13)
tr: Aktif Kimlik Doğrulama bilgisi (DG13)
ur: فعال تصدیق کی معلومات (DG13)

# 3dg14
source: EAC info (DG14)
ar: معلومات EAC (DG14)
ckb: زانیاری EAC (DG14)
de: EAC-Informationen (DG14)
es: Información EAC (DG14)
fr: Informations EAC (DG14)
ku: Agahdariyên EAC (DG14)
tr: EAC bilgisi (DG14)
ur: EAC کی معلومات (DG14)

source: Enable
ar: تمكين
ckb: چالاککردن
de: Aktivieren
es: Habilitar
fr: Activer
ku: Çalak bikin
tr: Etkinleştir
ur: فعال کریں

source: Disable
ar: تعطيل
ckb: ناچالاککردن
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
ku: Neçalak bikin
tr: Devre dışı bırak
ur: غیر فعال کریں

source: Advanced settings
ar: الإعدادات المتقدمة
ckb: ڕێکخستنە پێشکەوتووەکان
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Paramètres avancés
ku: Mîhengên pêşketî
tr: Gelişmiş ayarlar
ur: اعلیٰ ترتیبات

source: Debug Settings
ar: إعدادات التصحيح
ckb: ڕێکخستنەکانی هەڵەچوون
de: Debug-Einstellungen
es: Ajustes de depuración
fr: Paramètres de débogage
ku: Mîhengên çewtgerî
tr: Hata ayıklama ayarları
ur: ڈی بگ ترتیبات

source: Event logs
ar: سجلات الأحداث
ckb: تۆمارەکانی ڕووداو
de: Ereignisprotokolle
es: Registros de eventos
fr: Journaux des événements
ku: Tomarên bûyeran
tr: Olay kayıtları
ur: ایونٹ لاگز

source: No data found
ar: لم يتم العثور على بيانات
ckb: هیچ زانیاریەک نەدۆزرایەوە
de: Keine Daten gefunden
es: No se encontraron datos
fr: Aucune donnée trouvée
ku: Daneyên nehatin dîtin
tr: Veri bulunamadı
ur: کوئی ڈیٹا نہیں ملا

source: Set application language
ar: ضبط لغة التطبيق
ckb: زمانی بەکارهێنەر دابنێ
de: Anwendungssprache festlegen
es: Establecer el idioma de la aplicación
fr: Définir la langue de l'application
ku: Zimanê sepanyê saz bikin
tr: Uygulama dilini ayarla
ur: ایپلیکیشن کی زبان مقرر کریں

# language_points
source: 1. Tap Continue. A new window will open. 2. Tap Language to select the required language.
ar: ١. اضغط متابعة. سيتم فتح نافذة جديدة. ٢. اضغط على اللغة لاختيار اللغة المطلوبة.
ckb: ١. کرتە لەسەر بەردەوام بکە. پەنجەرەیەکی نوێ دەکرێتەوە. ٢. کرتە بکە لەسەر زمان بۆ دیاریکردنی زمانی داواکردوو.
de: 1. Tippen Sie auf Weiter. Ein neues Fenster wird geöffnet. 2. Tippen Sie auf Sprache, um die gewünschte Sprache auszuwählen.
es: 1. Toca Continuar. Se abrirá una nueva ventana. 2. Toca Idioma para seleccionar el idioma requerido.
fr: 1. Appuyez sur Continuer. Une nouvelle fenêtre s'ouvrira. 2. Appuyez sur Langue pour sélectionner la langue requise.
ku: 1. Berdan berdewamkirinê bikirtin. Paceya nû yê nû bi kirinê têve. 2. Ziman bikirtînin bo hilbijartina zimana hewce.
tr: 1. Devam et'e dokunun. Yeni bir pencere açılacak. 2. Gerekli dili seçmek için Dile dokunun.
ur: 1. جاری رکھنے پر ٹیپ کریں۔ ایک نئی ونڈو کھلے گی۔ 2. مطلوبہ زبان منتخب کرنے کے لیے زبان پر ٹیپ کریں۔

# language_desc
source: If no language settings are available, go to the language settings of your device and set the preferred language first.
ar: إذا لم تكن إعدادات اللغة متاحة، انتقل إلى إعدادات اللغة في جهازك واضبط اللغة المفضلة أولاً.
ckb: ئەگەر هیچ ڕێکخستنێکی زمانی بەردەست نەبوو، بڕۆ بۆ ڕێکخستنە زمانیەکانی ئامێرەکەت و زمانێکی پێشەوی دابنێ.
de: Wenn keine Spracheinstellungen verfügbar sind, gehen Sie zu den Spracheinstellungen Ihres Geräts und legen Sie zuerst die bevorzugte Sprache fest.
es: Si no hay configuraciones de idioma disponibles, ve a los ajustes de idioma de tu dispositivo y configura primero el idioma preferido.
fr: Si aucun paramètre de langue n'est disponible, allez dans les paramètres de langue de votre appareil et définissez d'abord la langue préférée.
ku: Ger tu mîhengên zimane tune ne, biçe mîhengên zimana cîhaza xwe û zimana bijartîyê saz bikin.
tr: Dil ayarları mevcut değilse, cihazınızın dil ayarlarına gidin ve önce tercih ettiğiniz dili ayarlayın.
ur: اگر کوئی زبان کی ترتیبات دستیاب نہیں ہیں تو پہلے اپنے آلے کی زبان کی ترتیبات میں جا کر اپنی پسندیدہ زبان مقرر کریں۔

source: Continue
ar: متابعة
ckb: بەردەوام بکە
de: Weiter
es: Continuar
fr: Continuer
ku: Berdewamkirin
tr: Devam et
ur: جاری رکھیں

source: Cancel
ar: إلغاء
ckb: ڕەتکردنەوە
de: Abbrechen
es: Cancelar
fr: Annuler
ku: Bişûndekirin
tr: İptal
ur: منسوخ کریں

source: Video settings
ar: إعدادات الفيديو
ckb: ڕوونیەکانی ویدیو
de: Videoeinstellungen
es: Configuración de video
fr: Paramètres vidéo
ku: Sazîyên vîdyoyê
tr: Video ayarları
ur: ویڈیو کی ترتیبات

source: Standard inspection procedure
ar: إجراءات الفحص القياسية
ckb: پرۆسەی پشکنینی ستاندارد
de: Standardinspektionsverfahren
es: Procedimiento de inspección estándar
fr: Procédure d'inspection standard
ku: Prosedûra kontrolê ya standard
tr: Standart muayene prosedürü
ur: معیاری معائنہ کا طریقہ کار

source: Advance inspection procedure
ar: إجراءات الفحص المتقدمة
ckb: پرۆسەی پشکنینی پێشکەوتوو
de: Erweiterte Inspektionsverfahren
es: Procedimiento de inspección avanzada
fr: Procédure d'inspection avancée
ku: Prosedûra kontrolê ya pêşkeftî
tr: Gelişmiş muayene prosedürü
ur: ترقی یافتہ معائنہ کا طریقہ کار

source: General inspection procedure
ar: إجراءات الفحص العامة
ckb: پرۆسەی پشکنینی گشتی
de: Allgemeines Inspektionsverfahren
es: Procedimiento de inspección general
fr: Procédure d'inspection générale
ku: Prosedûra kontrolê ya giştî
tr: Genel muayene prosedürü
ur: جنرل معائنہ کا طریقہ کار

source: ISO protocol
ar: بروتوكول ISO
ckb: پروتۆکۆلی ISO
de: ISO-Protokoll
es: Protocolo ISO
fr: Protocole ISO
ku: Protokola ISO
tr: ISO protokolü
ur: ISO پروٹوکول

source: of external CSCA
ar: من CSCA الخارجية
ckb: ی CSCAی دەرەوە
de: von externem CSCA
es: de CSCA externa
fr: de CSCA externe
ku: ya CSCA ya derveyî
tr: harici CSCA'nın
ur: باہر کے CSCA کا

source: Doc 9303, 6th edition, 2006
ar: Doc 9303، الطبعة السادسة، 2006
ckb: Doc 9303، بڵاوکراوەی 6، 2006
de: Doc 9303, 6. Auflage, 2006
es: Doc 9303, 6ª edición, 2006
fr: Doc 9303, 6ème édition, 2006
ku: Doc 9303, çapê 6, 2006
tr: Doc 9303, 6. baskı, 2006
ur: Doc 9303، 6 ویں ایڈیشن، 2006

source: LSD and PKI Maintenance, v2.0, May21, 2014
ar: LSD وصيانة PKI، الإصدار 2.0، 21 مايو 2014
ckb: LSD و پاراستنی PKI، ویرایش 2.0، 21ی گولا
de: LSD und PKI-Wartung, v2.0, 21. Mai 2014
es: LSD y mantenimiento de PKI, v2.0, 21 de mayo de 2014
fr: LSD et maintenance PKI, v2.0, 21 mai 2014
ku: LSD û Parastina PKI, v2.0, 21 Gulan 2014
tr: LSD ve PKI Bakımı, v2.0, 21 Mayıs 2014
ur: LSD اور PKI کی دیکھ بھال، v2.0، 21 مئی 2014

# only_authentication
source: Authentication
ar: المصادقة
ckb: پشتڕاستکردنەوە
de: Authentifizierung
es: Autenticación
fr: Authentification
ku: Nasname
tr: Kimlik doğrulama
ur: تصدیق

source: Menu
ar: القائمة
ckb: مێنو
de: Menü
es: Menú
tr: Menü
ur: مینو

source: Choose Image
ar: اختر صورة
ckb: وێنە هەڵبژێرە
de: Bild auswählen
es: Elegir imagen
fr: Choisir une image
ku: Wêne hilbijêre
tr: Görsel Seç
ur: تصویر منتخب کریں

source: Camera
ar: الكاميرا
ckb: کامێرا
de: Kamera
es: Cámara
fr: Caméra
ku: Kamera
tr: Kamera
ur: کیمرہ

source: Gallery
ar: المعرض
ckb: گەلەری
de: Galerie
es: Galería
fr: Galerie
ku: Galerî
tr: Galeri
ur: گیلری
