Repository: yazanalqasem/iPass_SkeltonRaw
Catalog: *.lproj/Localizable.strings
Languages: ar, ckb, de, es, fr, ku, tr, ur

# amplify_ui_liveness_get_ready_page_title
source: Liveness Check
ar: فحص الحياة
ckb: پشکنینی ژینگە
de: Lebendigkeitstest
es: Verificación de Vitalidad
fr: Vérification de vie
ku: Pirsgirêka Jiyana
tr: Canlılık Kontrolü
ur: لائیو نیس چیک

# amplify_ui_liveness_get_ready_photosensitivity_title
source: Photosensitivity Warning
ar: تحذير من حساسية الضوء
ckb: ئاگاداری هەست بە ڕووناکی
de: Warnung vor Photosensibilität
es: Advertencia de Fotosensibilidad
fr: Avertissement de photosensibilité
ku: Şaneşînebûna Foto
tr: Fotoğraf Hassasiyeti Uyarısı
ur: روشنی کی حساسیت کی وارننگ

# amplify_ui_liveness_get_ready_photosensitivity_description
source: This check flashes different colors. Use caution if you are photosensitive.
ar: هذا الفحص يضيء ألوانًا مختلفة. كن حذرًا إذا كنت تعاني من حساسية الضوء.
ckb: ئەم پشکنینە ڕەنگە جیاوازەکان گەورە دەکات. بە بەردەوامی بەکاربە؛ ئەگەر بە ڕووناکی هەست دەکەیت.
de: Dieser Test blinkt in verschiedenen Farben. Seien Sie vorsichtig, wenn Sie lichtempfindlich sind.
es: Esta verificación parpadea con diferentes colores. Tenga precaución si es fotosensible.
fr: Cette vérification clignote avec différentes couleurs. Faites attention si vous êtes photosensible.
ku: Ev testî rengek cuda dimîne. Di qebûl kirinê de xawîtiyekê bikin heger tu dikarî bêşîndarî.
tr: Bu kontrol farklı renklerle flaş yapar. Fotosensitifseniz dikkatli olun.
ur: یہ چیک مختلف رنگوں کی جھلک دکھاتا ہے۔ اگر آپ کو روشنی سے حساسیت ہے تو احتیاط کریں۔

# amplify_ui_liveness_get_ready_photosensitivity_icon_a11y
source: Photosensitivity Information
ar: معلومات حساسية الضوء
ckb: زانیاری هەست بە ڕووناکی
de: Informationen zur Photosensibilität
es: Información sobre Fotosensibilidad
fr: Informations sur la photosensibilité
ku: Agahdariya Şaneşînebûna Foto
tr: Fotosensitivite Bilgisi
ur: روشنی کی حساسیت کی معلومات

# amplify_ui_liveness_get_ready_photosensitivity_dialog_title
source: Photosensitivity warning
ar: تحذير من حساسية الضوء
ckb: ئاگاداری هەست بە ڕووناکی
de: Warnung vor Photosensibilität
es: Advertencia de Fotosensibilidad
fr: Avertissement de photosensibilité
ku: Agahdariya Şaneşînebûna Foto
tr: Fotoğraf Hassasiyeti Uyarısı
ur: روشنی کی حساسیت کی وارننگ

# amplify_ui_liveness_get_ready_photosensitivity_dialog_description
source: Some people may experience epileptic seizures when exposed to colored lights. Use caution if you, or anyone in your family, have an epileptic condition.
ar: قد يعاني بعض الأشخاص من نوبات صرع عند التعرض لأضواء ملونة. كن حذرًا إذا كنت أنت، أو أي شخص في عائلتك، يعاني من حالة صرع.
ckb: هەندێک کەسان دەتوانن هەستی هەڵەییەکان هەست بکەن کاتێک بە ڕووناکی ڕەنگەکان دابن. بە بەردەوامی بەکاربە، ئەگەر تۆ یان هەر کەسێک لە خێزانەکەتەوە، ڕووناکی بەپێی شتێکیەوە هەست دەکەن.
de: Einige Menschen können epileptische Anfälle bekommen, wenn sie farbigem Licht ausgesetzt sind. Seien Sie vorsichtig, wenn Sie oder jemand in Ihrer Familie eine epileptische Erkrankung haben.
es: Algunas personas pueden experimentar convulsiones epilépticas cuando están expuestas a luces de colores. Tenga precaución si usted, o alguien de su familia, tiene una condición epiléptica.
fr: Certaines personnes peuvent faire des crises d'épilepsie lorsqu'elles sont exposées à des lumières colorées. Faites attention si vous, ou quelqu'un de votre famille, avez une condition épileptique.
ku: Mirov dikarin tiştek bixwe bibin li ser rûyê wan herêmên tiştek bişkînin. Di qebûl kirinê de xawîtiyekê bikin heger tu, yan herkes di malbata te de, rewşa zîndanîbûnê ya xwe ya zîndanîbûnê hebe.
tr: Bazı insanlar renkli ışıklara maruz kaldıklarında epileptik nöbetler geçirebilir. Sizin veya ailenizden herhangi biri epilepsi durumunda dikkatli olun.
ur: کچھ لوگوں کو رنگین روشنیوں کے سامنے آنے پر مرگی کے دورے پڑ سکتے ہیں۔ اگر آپ یا آپ کے خاندان میں کسی کو مرگی کا مسئلہ ہے تو احتیاط کریں۔

# amplify_ui_liveness_get_ready_begin_check
source: Start video check
ar: ابدأ فحص الفيديو
ckb: پشکنینی ڤیدیۆ دەستپێ بکە
de: Video-Check starten
es: Iniciar verificación de video
fr: Commencer la vérification vidéo
ku: Testê dest pê bike
tr: Video kontrolünü başlat
ur: ویڈیو چیک شروع کریں

# amplify_ui_liveness_challenge_recording_indicator_label
source: REC
ar: تسجيل
ckb: تۆمارکردن
es: GRABAR
fr: ENR
tr: KAYIT
ur: ریک

# amplify_ui_liveness_challenge_instruction_hold_face_during_countdown
source: Hold face position during countdown.
ar: حافظ على وضع الوجه أثناء العد التنازلي.
ckb: پەیوەندیدانی دەست لە مەودایەک.
de: Halten Sie die Gesichtposition während des Countdowns.
es: Mantenga la posición del rostro durante la cuenta regresiva.
fr: Maintenez la position du visage pendant le compte à rebours.
ku: Pozîsyona rûyê xwe lê pirzûne serdem
tr: Geri sayım sırasında yüz pozisyonunu sabit tutun.
ur: الٹی گنتی کے دوران چہرے کی پوزیشن برقرار رکھیں۔

# amplify_ui_liveness_challenge_instruction_hold_face_during_freshness
source: Hold face in oval for colored lights.
ar: حافظ على الوجه في الشكل البيضاوي للأضواء الملونة.
ckb: لە کەیسی ڕەنگەکانەدا دەست دەست بکه‌.
de: Halten Sie das Gesicht im Oval für farbige Lichter.
es: Mantenga el rostro en óvalo para las luces de colores.
fr: Maintenez le visage dans l'ovale pour les lumières colorées.
ku: Rûyê xwe li ser şaneşînê bihêltîne
tr: Renkli ışıklar için ovalde yüzü sabit tutun.
ur: رنگین روشنیوں کے لیے چہرہ بیضوی میں رکھیں۔

# amplify_ui_liveness_challenge_instruction_move_face_back
source: Move back
ar: تحرك إلى الخلف
ckb: پاشببە
de: Zurück bewegen
es: Retroceder
fr: Reculez
ku: Paşve vegerîne
tr: Geri git
ur: پیچھے ہٹیں

# amplify_ui_liveness_challenge_instruction_move_face_closer
source: Move closer
ar: اقترب أكثر
ckb: نزیکتر ببە
de: Näher bewegen
es: Acercarse
fr: Rapprochez-vous
ku: Nêzîkî bike
tr: Daha yaklaş
ur: قریب آئیں

# amplify_ui_liveness_challenge_instruction_move_face_in_front_of_camera
source: Move face in front of camera
ar: حرك الوجه أمام الكاميرا
ckb: پەیوەندیدانی وێنەی لە بەرامبەر کامێرا
de: Gesicht vor die Kamera bewegen
es: Mover el rostro frente a la cámara
fr: Placez le visage devant la caméra
ku: Rûyê xwe bi ber çavê kamerayê ve hîn bike
tr: Yüzü kameranın önüne getir
ur: چہرے کو کیمرے کے سامنے رکھیں

# amplify_ui_liveness_challenge_instruction_multiple_faces_detected
source: Only one face per check
ar: فقط وجه واحد لكل فحص
ckb: تەنها یەک وێنە لە هەر پشکنینێک
de: Nur ein Gesicht pro Überprüfung
es: Solo un rostro por verificación
fr: Un seul visage par vérification
ku: Tenê yek rûy li her testê
tr: Her kontrolde yalnızca bir yüz
ur: ہر چیک میں صرف ایک چہرہ

# amplify_ui_liveness_challenge_instruction_hold_still
source: Hold still
ar: ابقَ ثابتًا
ckb: هەر ڕووکەوە
de: Stillhalten
es: Mantenerse quieto
fr: Restez immobile
ku: Stendin
tr: Hareketsiz dur
ur: ساکن رہیں

# amplify_ui_liveness_challenge_connecting
source: Connecting...
ar: جارِ الاتصال...
ckb: پەیوەندی...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion...
ku: Têkildarî ...
tr: Bağlanıyor...
ur: کنیکٹ ہو رہا ہے...

# amplify_ui_liveness_challenge_verifying
source: Verifying
ar: جارِ التحقق
ckb: پشکنینی
de: Überprüfung läuft
es: Verificando
fr: Vérification en cours...
ku: Test kirin ...
tr: Doğrulanıyor...
ur: تصدیق ہو رہی ہے

# amplify_ui_liveness_challenge_cancel_a11y
source: Cancel Challenge
ar: إلغاء التحدي
ckb: ڕەتی پشکنین
de: Überprüfung abbrechen
es: Cancelar Desafío
fr: Annuler la vérification
ku: Pêşengiya Testê Vebijarkê Bike
tr: Mücadeleyi İptal Et
ur: چیلنج منسوخ کریں

# amplify_ui_liveness_camera_setting_alert_title
source: Change Your Camera Settings
ar: غيّر إعدادات الكاميرا
ckb: دێکارەکەی خۆت بەکارهێنە
de: Ändern Sie Ihre Kameraeinstellungen
es: Cambiar la configuración de tu cámara
fr: Modifier vos paramètres de caméra
ku: Guhartinên Kamera xwe biguherîne
tr: Kamera Ayarlarınızı Değiştirin
ur: اپنی کیمرہ سیٹنگز تبدیل کریں

# amplify_ui_liveness_camera_setting_alert_message
source: Allow camera permission in settings.
ar: اسمح بإذن الكاميرا في الإعدادات.
ckb: ڕێگاپێدانەکانی دێکارەکەت هەڵبژێرە لە تنظیمات.
de: Erlauben Sie die Kameraerlaubnis in den Einstellungen.
es: Permitir permisos de cámara en la configuración.
fr: Autoriser l'accès à la caméra dans les réglages.
ku: Ruxandinê mirinên kamera li heman
tr: Ayarlar bölümünde kamera izni verin.
ur: سیٹنگز میں کیمرہ کی اجازت دیں۔

# amplify_ui_liveness_camera_setting_alert_update_setting_button_text
source: Update Setting
ar: تحديث الإعداد
ckb: ڕێگاکردنەوە
de: Einstellung aktualisieren
es: Actualizar configuración
fr: Mettre à jour les paramètres
ku: Guhartinê guherîn
tr: Ayarları Güncelle
ur: سیٹنگ اپ ڈیٹ کریں

# amplify_ui_liveness_camera_setting_alert_not_now_button_text
source: Not Now
ar: ليس الآن
ckb: نیە ئەم کاتە
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
ku: Niha niha
tr: Şimdi Değil
ur: ابھی نہیں

# amplify_ui_liveness_close_button_a11y
source: Close
ar: إغلاق
ckb: داخستن
de: Schließen
es: Cerrar
fr: Fermer
ku: Xwe bigire
tr: Kapat
ur: بند کریں

# amplify_ui_liveness_center_your_face_text
source: Center your face
ar: وسّط وجهك
ckb: وێنەکەت لە ناوەڕاست بکە
de: Zentrieren Sie Ihr Gesicht
es: Centra tu rostro
fr: Centrez votre visage
ku: Rûyê xwe navbêje
tr: Yüzünüzü Merkezleyin
ur: اپنے چہرے کو درمیان میں رکھیں

# amplify_ui_liveness_camera_permission_page_title
source: Liveness Check
ar: فحص الحياة
ckb: پشکنینی ژینگە
de: Lebendigkeitstest
es: Verificación de Vitalidad
fr: Vérification de la vivacité
ku: Pirsgirêka Jiyana
tr: Canlılık Kontrolü
ur: لائیو نیس چیک

# amplify_ui_liveness_camera_permission_button_title
source: Change Camera Setting
ar: تغيير إعداد الكاميرا
ckb: گۆڕینی تنظیمات
de: Kameraeinstellung ändern
es: Cambiar configuración de cámara
fr: Modifier les paramètres de la caméra
ku: Guhartinên Kamera Biguherîne
tr: Kamera Ayarlarını Değiştir
ur: کیمرہ سیٹنگ تبدیل کریں

# amplify_ui_liveness_camera_permission_button_header
source: Camera is not accessible
ar: لا يمكن الوصول إلى الكاميرا
ckb: کامێرا بەردەست نییە
de: Kamera ist nicht zugänglich
es: La cámara no está accesible
fr: La caméra n'est pas accessible
ku: Kamera tenê têkildar nabe
tr: Kameraya erişilemiyor
ur: کیمرہ دستیاب نہیں ہے

# amplify_ui_liveness_camera_permission_button_description
source: You may have to go into settings to grant camera permissions and close the app and retry.
ar: قد تحتاج إلى الذهاب إلى الإعدادات لمنح أذونات الكاميرا وإغلاق التطبيق والمحاولة مرة أخرى.
ckb: ئەگەر بەکارهێنانەکان بەڕێگادەنە، دەبێت بە کامێرا ڕێگاپێدابیت و ئەپەکە پەیوەندیدانی دەست بە چالاک کە.
de: Sie müssen möglicherweise in die Einstellungen gehen, um die Kameraerlaubnisse zu erteilen, die App schließen und es erneut versuchen.
es: Es posible que debas ir a la configuración para otorgar permisos de cámara y cerrar la aplicación y volver a intentarlo.
fr: Vous devrez peut-être aller dans les réglages pour accorder les autorisations de la caméra, puis fermer l'application et réessayer.
ku: Hûn dikarin bixwazin ku hûn bixin settings da ku ruxandinên kamera bibin û appê bixwin û dîsa hewl bê dayîn.
tr: Kamera izinlerini vermek için ayarlara girmeniz ve uygulamayı kapatıp tekrar denemeniz gerekebilir.
ur: آپ کو کیمرہ کی اجازت دینے کے لیے سیٹنگز میں جانا پڑ سکتا ہے، ایپ کو بند کریں اور دوبارہ کوشش کریں۔

# amplify_ui_liveness_face_not_prepared_reason_not_in_oval
source: Move face to fit in oval
ar: حرك الوجه ليتناسب مع الشكل البيضاوي
ckb: وێنەکەت لە ناوەڕاست بکە
de: Bewegen Sie Ihr Gesicht, um es in das Oval zu passen
es: Mueve el rostro para que encaje en el óvalo
fr: Déplacez le visage pour qu'il s'insère dans l'ovale
ku: Rûyê xwe ji bo ku bi oval bibin hilbijêrin
tr: Yüzü ova şekline sığdırın
ur: حرك وجهك ليتناسب مع الشكل البيضاوي

# amplify_ui_liveness_face_not_prepared_reason_move_face_closer
source: Move closer
ar: اقترب أكثر
ckb: نزیکتر ببە
de: Näher bewegen
es: Acércate
fr: Approchez-vous
ku: Nêzîkirina rûyê
tr: Daha yaklaş
ur: اقترب أكثر

# amplify_ui_liveness_face_not_prepared_reason_move_face_right
source: Move face right
ar: حرك الوجه إلى اليمين
ckb: چپتر ببە
de: Gesicht nach rechts bewegen
es: Mueve el rostro hacia la derecha
fr: Déplacez le visage vers la droite
ku: Rûyê xwe bi rastî ve hîn bike
tr: Yüzü sağa hareket ettir
ur: حرك وجهك إلى اليمين

# amplify_ui_liveness_face_not_prepared_reason_move_face_left
source: Move face left
ar: حرك الوجه إلى اليسار
ckb: ڕاستتر ببە
de: Gesicht nach links bewegen
es: Mueve el rostro hacia la izquierda
fr: Déplacez le visage vers la gauche
ku: Rûyê xwe bi çepê ve hîn bike
tr: Yüzü sola hareket ettir
ur: حرك وجهك إلى اليسار

# amplify_ui_liveness_face_not_prepared_reason_move_to_dimmer_area
source: Move to dimmer area
ar: انتقل إلى منطقة أكثر ظلامًا
ckb: بەناوبەندتر ببە
de: In einen dunkleren Bereich bewegen
es: Muévete a un área más oscura
fr: Déplacez- vous vers une zone moins éclairée
ku: Bi aliyê hingivên hilçûn
tr: Daha karanlık bir alana gidin
ur: انتقل إلى منطقة أقل إضاءة

# amplify_ui_liveness_face_not_prepared_reason_move_to_brighter_area
source: Move to brighter area
ar: انتقل إلى منطقة أكثر إضاءة
ckb: رووناکتر ببە
de: In einen helleren Bereich bewegen
es: Muévete a un área más iluminada
fr: Déplacez- vous vers une zone plus éclairée
ku: Bi aliyê ronahiya zêrîn
tr: Daha parlak bir alana gidin
ur: انتقل إلى منطقة أكثر إضاءة

# amplify_ui_liveness_face_not_prepared_reason_no_face
source: Move face in front of camera
ar: حرك الوجه أمام الكاميرا
ckb: پەیوەندیدانی وێنەی لە بەرامبەر کامێرا
de: Gesicht vor die Kamera bewegen
es: Mueve el rostro frente a la cámara
fr: Placez votre visage devant la caméra
ku: Rûyê xwe bi ber çavê kamerayê ve hîn bike
tr: Yüzü kameranın önüne getirin
ur: ضع وجهك أمام الكاميرا

# amplify_ui_liveness_face_not_prepared_reason_multiple_faces
source: Only one face per check
ar: فقط وجه واحد لكل فحص
ckb: تەنها یەک وێنە لە هەر پشکنینێک
de: Nur ein Gesicht pro Überprüfung
es: Solo un rostro por verificación
fr: Un seul visage par vérification
ku: Tenê yek rûy li her testê
tr: Her kontrolde yalnızca bir yüz
ur: فقط وجه واحد لكل فحص

# amplify_ui_liveness_face_not_prepared_reason_face_too_close
source: Move face farther away
ar: حرك الوجه بعيدًا
ckb: دوراترببە
de: Gesicht weiter weg bewegen
es: Aleja el rostro
fr: Éloignez-vous du visage
ku: Rûyê xwe ji dûr ve hîn bike
tr: Yüzü daha uzağa götürün
ur: أبعد وجهك عن الكاميرا

# full_process_title
source: Full Processing
ar: المعالجة الكاملة
ckb: پرۆسەی تەواو
de: Vollständige Verarbeitung
es: Procesamiento Completo
fr: Traitement complet
ku: Pêvajoya Tevahî
tr: Tam İşleme
ur: مکمل پراسیسنگ

# full_process_desc
source: Processing scenario for obtaining all docment data.
ar: سيناريو المعالجة للحصول على جميع بيانات المستند.
ckb: سناریۆی پرۆسە بۆ بەدەستهێنانی زانیارییەکان لەسەر هەموو بەڵگەکان.
de: Verarbeitungsszenario zum Abrufen aller Dokumentdaten.
es: Escenario de procesamiento para obtener todos los datos del documento.
fr: Scénario de traitement pour obtenir toutes les données du document.
ku: Scenariya pêvajoya weyê ku hemû agahiyên belgeyê bistîne.
tr: Tüm belge verilerinin elde edilmesi için işleme senaryosu.
ur: دستاویزات کا تمام ڈیٹا حاصل کرنے کا پراسیسنگ منظر نامہ۔

# bank_card_title
source: Bank Card
ar: بطاقة البنك
ckb: کارتێکی بانک
de: Bankkarte
es: Tarjeta Bancaria
fr: Carte bancaire
ku: Kartê Bankê
tr: Banka Kartı
ur: بینک کارڈ

# bank_card_desc
source: Processing scenario for obtaining bank card data.
ar: سيناريو المعالجة للحصول على بيانات بطاقة البنك.
ckb: سناریۆی پرۆسە بۆ بەدەستهێنانی زانیاریی کارتی بانکی.
de: Verarbeitungsszenario zum Abrufen der Bankkartendaten.
es: Escenario de procesamiento para obtener los datos de la tarjeta bancaria.
fr: Scénario de traitement pour obtenir les données de la carte bancaire.
ku: Scenariya pêvajoya ku agahiyên kartê bankê bistîne.
tr: Banka kartı verilerinin elde edilmesi için işleme senaryosu.
ur: بینک کارڈ کا ڈیٹا حاصل کرنے کا پراسیسنگ منظر نامہ۔

# mrz_title
source: MRZ
ar: منطقة قابلة للقراءة آليًا
ur: ایم آر زیڈ

# mrz_desc
source: Processing scenario for obtaining MRZ data.
ar: سيناريو المعالجة للحصول على بيانات MRZ.
ckb: سناریۆی پرۆسە بۆ بەدەستهێنانی زانیاریی MRZ.
de: Verarbeitungsszenario zum Abrufen der MRZ-Daten.
es: Escenario de procesamiento para obtener los datos MRZ.
fr: Scénario de traitement pour obtenir les données MRZ.
ku: Scenariya pêvajoya ku agahiyên MRZ bistîne.
tr: MRZ verilerinin elde edilmesi için işleme senaryosu.
ur: ایم آر زیڈ ڈیٹا حاصل کرنے کا پراسیسنگ منظر نامہ۔

# id_spoffing_title
source: ID Spoofing
ar: انتحال الهوية
ckb: ئینتحالی ناسنامە
es: Suplantación de Identidad
fr: Usurpation d'identité
ku: Tewandina Nasnameyê
tr: Kimlik Sahteciliği
ur: آئی ڈی اسپورفنگ

# id_spoffing_desc
source: It involves falsifying or altering the identification details of a document.
ar: يتضمن تزوير أو تغيير تفاصيل التعريف في المستند.
ckb: دەربەر دەکات خوێندنەوە یان گۆڕینی وردەکاریی ناسنامەکانی بەڵگە.
de: Dabei handelt es sich um das Fälschen oder Ändern von Identifikationsdaten eines Dokuments.
es: Implica falsificar o alterar los detalles de identificación de un documento.
fr: Cela implique de falsifier ou de modifier les détails d'identification d'un document.
ku: Li dor xelatandina an guhertina hûrguliyên nasnameya belgeyê ye.
tr: Bir belgenin kimlik bilgilerini değiştirmeyi veya sahtecilik yapmayı içerir.
ur: اس میں کسی دستاویز کی شناختی تفصیلات میں جعلسازی یا تبدیلی شامل ہے۔

# passive_liveness_title
source: Passive liveness
ar: التحقق السلبي من الحيوية
ckb: ژیانی پاسڤ
de: Passive Lebendigkeit
es: Prueba de Vida Pasiva
fr: Vérification passive de la vivacité
ku: Jiyanên Pasîf
tr: Pasif Canlılık
ur: غیر فعال زندہ دلی

# passive_liveness_desc
source: Passive liveness is a security technique that verifies a user's authenticity.
ar: التحقق السلبي من الحيوية هو تقنية أمنية للتحقق من أصالة المستخدم.
ckb: ژیانی پاسڤ تاکنیکی ئیمناسازیە بۆ دڵنیاکردنەوەی ڕاستی کەسێک.
de: Passive Lebendigkeit ist eine Sicherheitstechnik, die die Authentizität eines Benutzers überprüft.
es: La prueba de vida pasiva es una técnica de seguridad que verifica la autenticidad del usuario.
fr: La vérification passive de la vivacité est une technique de sécurité qui vérifie l'authenticité de l'utilisateur.
ku: Jiyanên pasîf çarêkeka ewlehiyê ye ku rastiyê bikarhêner test dike.
tr: Pasif canlılık, bir kullanıcının gerçekliğini doğrulayan bir güvenlik tekniğidir.
ur: غیر فعال زندہ دلی ایک حفاظتی تکنیک ہے جو صارف کی تصدیق کرتی ہے۔

# face_matching_title
source: Face Matching
ar: مطابقة الوجه
ckb: هاوپێچکردنی دەموچاو
de: Gesichtserkennung
es: Coincidencia Facial
fr: Correspondance faciale
ku: Hevbendiya Rûyê
tr: Yüz Eşleştirme
ur: چہرے کی مطابقت

# face_matching_desc
source: In this process we comparing two facial images to determine if they belong to the same person.
ar: في هذه العملية، نقارن بين صورتين للوجه لتحديد ما إذا كانتا تعودان لنفس الشخص.
ckb: لە ئەم پرۆسەیەدا، ئێمە دوو وێنەی دەموچاو پێکدەهێنیت بۆ دیاری‌کردنی ئەگەر هەردوو وێنەکە بۆ یەک کەس بێت.
de: In diesem Prozess vergleichen wir zwei Gesichtsaufnahmen, um festzustellen, ob sie derselben Person gehören.
es: En este proceso comparamos dos imágenes faciales para determinar si pertenecen a la misma persona.
fr: Dans ce processus, nous comparons deux images faciales pour déterminer si elles appartiennent à la même personne.
ku: Di vê pêvajoyê de em wêneya du rûyan hevrêz dikin da nasbikin ku yên yek kes in an na.
tr: Bu süreçte, iki yüz görüntüsünü karşılaştırarak aynı kişiye ait olup olmadıklarını belirliyoruz.
ur: اس عمل میں ہم دو چہروں کی تصاویر کا موازنہ کرتے ہیں تاکہ معلوم ہو سکے کہ وہ ایک ہی شخص سے تعلق رکھتے ہیں یا نہیں۔

source: Age
ar: العمر
ckb: تەمەن
de: Alter
es: Edad
fr: Âge
ku: Temen
tr: Yaş
ur: عمر

source: Dismiss
ar: تجاهل
ckb: لابردن
de: Verwerfen
es: Descartar
fr: Ignorer
ku: Lêdan
tr: Kapat
ur: رد کریں

# portrait_comparison
source: Comparison of the Portrait
ar: مقارنة الصورة الشخصية
ckb: بەراوردکردنی وێنەی پرۆفایل
de: Porträtvergleich
es: Comparación de Retrato
fr: Comparaison de portrait
ku: Pêşandana Wêneyê
tr: Portre Karşılaştırması
ur: پورٹریٹ موازنہ

# portrait_vs_camera
source: Portrait vs Camera image
ar: الصورة الشخصية مقابل صورة الكاميرا
ckb: وێنەی پرۆفایل بەرامبەر وێنەی کامێرا
de: Porträt vs Kamera-Bild
es: Retrato vs Imagen de Cámara
fr: Portrait vs Image de la caméra
ku: Wêneya Pêşandana vs Wêneya Kamera
tr: Portre vs Kamera görüntüsü
ur: پورٹریٹ بمقابلہ کیمرہ تصویر

source: Liveness Score:
ar: درجة التحقق من الحياة:
ckb: نمرەی ژیانبەری:
de: Lebendigkeitsbewertung:
es: Puntuación de Vitalidad:
fr: Score de vitalité :
ku: Dîmenên Jiyanê:
tr: Canlılık Skoru:
ur: زندگی کا اسکور:

source: Face Matching Score:
ar: درجة مطابقة الوجه:
ckb: نمرەی هاوتاوکردنی ڕووی:
de: Gesichtsanpassungsbewertung:
es: Puntuación de Coincidencia Facial:
fr: Score de correspondance faciale :
ku: Dîmenên Wêneyê:
tr: Yüz Eşleştirme Skoru:
ur: چہرہ ملانے کا اسکور:

source: Biometric Verification
ar: التحقق البيومتري
ckb: پشکنینی بایۆمەتریک
de: Biometrische Verifizierung
es: Verificación Biométrica
fr: Vérification biométrique
ku: Pêşandana Biyometrik
tr: Biyometrik Doğrulama
ur: بایومیٹرک تصدیق

source: Face Matching
ar: مطابقة الوجه
ckb: هاوتاوکردنی ڕوو
de: Gesichtsanpassung
es: Coincidencia Facial
fr: Correspondance faciale
ku: Wêneya Wêne
tr: Yüz Eşleştirme
ur: چہرہ ملانا

source: Liveness Check
ar: التحقق من الحياة
ckb: پشکنینی ژیانبەری
de: Lebendigkeitsprüfung
es: Chequeo de Vitalidad
fr: Vérification de vitalité
ku: Kontrolê Jiyanê
tr: Canlılık Kontrolü
ur: زندگی کی جانچ

source: Document Verification
ar: التحقق من المستند
ckb: پشکنینی بەڵگەنامە
de: Dokumentenprüfung
es: Verificación de Documento
fr: Vérification du document
ku: Pêşandana Belge
tr: Belge Doğrulama
ur: دستاویز کی تصدیق

source: Optical
ar: بصري
ckb: چاوەڕوانی
de: Optisch
es: Óptico
fr: Optique
ku: Optîk
tr: Optik
ur: آپٹیکل

source: Document Type
ar: نوع المستند
ckb: جۆری بەڵگەنامە
de: Dokumententyp
es: Tipo de Documento
fr: Type de document
ku: Cureya Belge
tr: Belge Türü
ur: دستاویز کی قسم

source: Text Fields
ar: حقول النصوص
ckb: خانەکانی دەق
de: Textfelder
es: Campos de Texto
fr: Champs de texte
ku: Qada Nivîs
tr: Metin Alanları
ur: متن کے خانے

source: Image quality
ar: جودة الصورة
ckb: کەیفیەتی وێنە
de: Bildqualität
es: Calidad de Imagen
fr: Qualité de l'image
ku: Qualitêya Wêne
tr: Görüntü Kalitesi
ur: تصویر کا معیار

source: Authenticity
ar: الأصالة
ckb: ڕاستی
de: Authentizität
es: Autenticidad
fr: Authenticité
ku: Rastiyê
tr: Özgünlük
ur: مستند

source: RFID Chip
ar: شريحة RFID
ckb: چیپی RFID
es: Chip RFID
fr: Puce RFID
ku: Çip RFID
tr: RFID Çipi
ur: آر ایف آئی ڈی چپ

# bac
source: Basic Access Control
ar: التحكم في الوصول الأساسي
ckb: کۆنتڕۆڵی بەهێزکردنی دەستپێک
de: Basiszugangskontrolle
es: Control de Acceso Básico
fr: Contrôle d'accès de base
ku: Kontrolê Girişê Bingehîn
tr: Temel Erişim Kontrolü
ur: بنیادی رسائی کنٹرول

# pace
source: Password Authenticated Connection Establishment
ar: إقامة اتصال مصدق بكلمة مرور
ckb: دروستکردنی پەیوەندی تۆمارکراو بە تێپەڕەوشە
de: Passwort-Authentifizierte Verbindungseinrichtung
es: Establecimiento de Conexión Autenticada por Contraseña
fr: Établissement de connexion authentifiée par mot de passe
ku: Dabeşkirina Girêdana Nîşanî bi Şîfre
tr: Parola ile Kimlik Doğrulamalı Bağlantı Kurulumu
ur: پاس ورڈ تصدیق شدہ کنکشن کا قیام

# ca
source: Chip Authentication
ar: مصادقة الشريحة
ckb: دڵنیاکردنەوەی چیپ
de: Chip-Authentifizierung
es: Autenticación de Chip
fr: Authentification de la puce
ku: Pêşandana Çip
tr: Çip Doğrulama
ur: چپ کی تصدیق

# ta
source: Terminal Authentication
ar: مصادقة الطرفية
ckb: دڵنیاکردنەوەی کۆمپیووتەری
de: Terminal-Authentifizierung
es: Autenticación de Terminal
fr: Authentification du terminal
ku: Pêşandana Termînal
tr: Terminal Doğrulama
ur: ٹرمینل کی تصدیق

# aa
source: Active Authentication
ar: المصادقة النشطة
ckb: دڵنیاکردنەوەی چالاک
de: Aktive Authentifizierung
es: Autenticación Activa
fr: Authentification active
ku: Pêşandana Çalak
tr: Aktif Doğrulama
ur: فعال تصدیق
