Repository: yazanalqasem/iPass_SkeltonRaw
Catalog: *.lproj/Localizable.strings
Languages: ar, ckb, de, es, fr, ku, tr, ur

# camera_switch
source: Camera Switch Button
ar: زر تبديل الكاميرا
ckb: دوگمەی گۆڕینی کامێرا
de: Kamera-Wechseltaste
es: Botón de cambio de cámara
fr: Bouton de changement de caméra
ku: Piştoka Kamera Guhartinê
tr: Kamera Değiştirme Butonu
ur: کیمرہ سوئچ بٹن

source: Hint messages
ar: رسائل التلميح
ckb: پەیامە چاوپێکەوتەکان
de: Hinweismeldungen
es: Mensajes de sugerencia
fr: Messages d'indices
ku: Peyamên Hilbijartinê
tr: İpucu mesajları
ur: ہنٹ میسجز

source: Help
ar: المساعدة
ckb: یارمەتی
de: Hilfe
es: Ayuda
fr: Aide
ku: Alîkarî
tr: Yardım
ur: مدد

source: Language
ar: اللغة
ckb: زمان
de: Sprache
es: Idioma
fr: Langue
ku: Ziman
tr: Dil
ur: زبان

source: Timeout
ar: نفاد الوقت
ckb: کاتی کوژاوە
de: Zeitüberschreitung
es: Tiempo de espera
fr: Temps écoulé
ku: Demjimêrê
tr: Zaman Aşımı
ur: ٹائم آؤٹ

# timeout_detection
source: Timeout starting from document detection
ar: نفاد الوقت بدءًا من اكتشاف الوثيقة
ckb: کاتی کوژاوە لە کاتی دیاری کردنەوەی پەڕە
de: Zeitüberschreitung ab Dokumentenerkennung
es: Tiempo de espera desde la detección del documento
fr: Temps écoulé à partir de la détection du document
ku: Demjimêrê ji destpêkirina nasina belgeyê ve
tr: Belge algılamasından itibaren zaman aşımı
ur: دستاویز کی شناخت کے آغاز سے ٹائم آؤٹ

# timeout_identification
source: Timeout starting from document type identification
ar: نفاد الوقت بدءًا من تحديد نوع الوثيقة
ckb: کاتی کوژاوە لە کاتی دیاری کردنەوەی جۆری پەڕە
de: Zeitüberschreitung ab Dokumententyp-Erkennung
es: Tiempo de espera desde la identificación del tipo de documento
fr: Temps écoulé à partir de l'identification du type de document
ku: Demjimêrê ji nasîna celebê belgeyê ve
tr: Belge türü tanımlamasından itibaren zaman aşımı
ur: دستاویز کی قسم کی شناخت کے آغاز سے ٹائم آؤٹ

source: Motion detection
ar: اكتشاف الحركة
ckb: دیاری کردنی هەریشە
de: Bewegungserkennung
es: Detección de movimiento
fr: Détection de mouvement
ku: Nasîna Tevgerê
tr: Hareket algılama
ur: موشن ڈیٹیکشن

source: Focusing detection
ar: اكتشاف التركيز
ckb: دیاری کردنی ڕوونکردنەوە
de: Fokuserkennung
es: Detección de enfoque
fr: Détection de mise au point
ku: Nasîna Rikxistinê
tr: Odak algılama
ur: فوکَس کی شناخت

source: Processing modes
ar: أنماط المعالجة
ckb: شێوازەکانی چالاککردن
de: Verarbeitungsmodi
es: Modos de procesamiento
fr: Modes de traitement
ku: Moda Pêşkeftinê
tr: İşlem modları
ur: پروسیسنگ موڈز

source: Camera resolution
ar: دقة الكاميرا
ckb: ڕیزبوونی کامێرا
de: Kameraauflösung
es: Resolución de la cámara
fr: Résolution de la caméra
ku: Çûnahiya Kamera
tr: Kamera çözünürlüğü
ur: کیمرہ ریزولوشن

# adiust_zoom
source: Adiust zoom level
ar: تعديل مستوى التكبير
ckb: چاککردنی ئاستی زووم
de: Zoomstufe anpassen
es: Ajustar nivel de zoom
fr: Ajuster le niveau de zoom
ku: Ajiya Qelewkirinê Rêxistin
tr: Yakınlaştırma seviyesini ayarla
ur: زوم کی سطح کو ایڈجسٹ کریں

source: Zoom level
ar: مستوى التكبير
ckb: ئاستی زووم
de: Zoomstufe
es: Nivel de zoom
fr: Niveau de zoom
ku: Ajiya Qelewkirinê
tr: Yakınlaştırma seviyesi
ur: زوم کی سطح

source: Manual crop
ar: القص اليدوي
ckb: دانانی بە دەستی
de: Manueller Zuschnitt
es: Recorte manual
fr: Recadrage manuel
ku: Tevgerandina Destî
tr: Manuel kırpma
ur: دستی کراپ

source: Minimum DPI
ar: أدنى DPI
ckb: کەمترین DPI
de: Minimale DPI
es: DPI mínimo
fr: DPI minimum
ku: Kêmî DPI
ur: کم از کم ڈی پی آئی

source: Perspective angle
ar: زاوية المنظور
ckb: گۆشەی چاوەڕوانی
de: Perspektivenwinkel
es: Ángulo de perspectiva
fr: Angle de perspective
ku: Gumguma Xwarina
tr: Bakış açısı
ur: نقطہ نظر کا زاویہ

source: Integral image
ar: الصورة المتكاملة
ckb: وێنەی گشتی
de: Integriertes Bild
es: Imagen integral
fr: Image intégrale
ku: Wêneya Tam
tr: Bütünsel görüntü
ur: مکمل تصویر

source: Hologram detection
ar: اكتشاف الهولوغرام
ckb: دیاری کردنی هۆلۆگرام
de: Hologrammerkennung
es: Detección de holograma
fr: Détection de l'hologramme
ku: Nasîna Holograma
tr: Hologram algılama
ur: ہولوگرام کی شناخت

source: Date format
ar: تنسيق التاريخ
ckb: شێوازی بەروار
de: Datumsformat
es: Formato de fecha
fr: Format de date
ku: Formatê Dîrokê
tr: Tarih formatı
ur: تاریخ کا فارمیٹ

source: Document filter
ar: فلتر الوثيقة
ckb: پارزەری پەڕە
de: Dokumentenfilter
es: Filtro de documentos
fr: Filtre de document
ku: Parzûnkirina Belgeyê
tr: Belge filtresi
ur: دستاویز کا فلٹر

source: Custom parameters
ar: المعلمات المخصصة
ckb: پارامەتەرە تایبەتییەکان
de: Benutzerdefinierte Parameter
es: Parámetros personalizados
fr: Paramètres personnalisés
ku: Parametreyên Taybet
tr: Özel parametreler
ur: کسٹم پیرامیٹرز

# button_for_capturing
source: Display a button for capturing and processing a single frame
ar: عرض زر لالتقاط ومعالجة إطار واحد
ckb: بەرەوپێش بەرزکردنەوە بۆ گرتن و پەڕەکردنی فریمێکی تایبەتی نیشان بدە
de: Schaltfläche zum Erfassen und Verarbeiten eines einzelnen Bildes anzeigen
es: Mostrar un botón para capturar y procesar un solo fotograma
fr: Afficher un bouton pour capturer et traiter une seule image
ku: Piştoka girtinê nîşan bide da ku çarçoveyek yekem girtin û pêşkeftinê bike
tr: Tek bir kareyi yakalamak ve işlemek için bir düğme göster
ur: ایک فریم پکڑنے اور پروسیس کرنے کے لیے بٹن دکھائیں

# button_for_switching
source: Display a button for switching between cameras during processing
ar: عرض زر للتبديل بين الكاميرات أثناء المعالجة
ckb: بەرەوپێش بەرزکردنەوە بۆ گۆرینی نێوان کەمێرەکان لە کاتی پەرەکردن
de: Schaltfläche zum Wechseln zwischen Kameras während der Verarbeitung anzeigen
es: Mostrar un botón para cambiar entre cámaras durante el procesamiento
fr: Afficher un bouton pour passer d'une caméra à l'autre pendant le traitement
ku: Piştoka guherandina di nav kamera de nîşan bide di dema pêşkeftinê de
tr: İşleme sırasında kameralar arasında geçiş yapmak için bir düğme göster
ur: پروسیسنگ کے دوران کیمروں کے درمیان سوئچ کرنے کے لیے بٹن دکھائیں

# hints_during_video
source: Display hints during video processing
ar: عرض تلميحات أثناء معالجة الفيديو
ckb: بەرەوپێش بەرزکردنەوە بۆ نیشانی پەیامەکان لە کاتی پەرەکردنی ڤیدیۆ
de: Hinweise während der Videoverarbeitung anzeigen
es: Mostrar pistas durante el procesamiento de video
fr: Afficher des indices pendant le traitement vidéo
ku: Têgihiştin nîşan bide di dema pêşkeftina vîdyoyê de
tr: Video işleme sırasında ipuçları göster
ur: ویڈیو پروسیسنگ کے دوران اشارے دکھائیں

# instructional_animation
source: Show an instructional animation as scanning starts
ar: عرض رسوم متحركة تعليمية عند بدء المسح
ckb: بەرەوپێش بەرزکردنەوە بۆ نیشانی کەسی ڕووناکی کە لە کاتی نیشانکردنەوە دەستپێبکات
de: Eine Anleitung anzeigen, wenn das Scannen beginnt
es: Mostrar una animación instructiva al comenzar el escaneo
fr: Afficher une animation d'instruction lorsque le scan commence
ku: Demonstrasyona fêrgehê nîşan bide dema scanê dest pê dike
tr: Tarama başladığında bir öğretici animasyon göster
ur: اسکیننگ شروع ہونے پر ایک ہدایت نامہ متحرک دکھائیں

# application_language
source: Set application language
ar: تعيين لغة التطبيق
ckb: زبانەکانی ئەپلیکەیشنی دیاری بکە
de: Anwendungssprache festlegen
es: Configurar el idioma de la aplicación
fr: Définir la langue de l'application
ku: Zimanê sepanê diyar bike
tr: Uygulama dilini ayarla
ur: ایپلیکیشن کی زبان مرتب کریں

# pause_scanning
source: Pause scanning if significant phone motion is detected
ar: إيقاف المسح إذا تم الكشف عن حركة كبيرة للهاتف
ckb: پەرەکردن بپارێزە ئەگەر پەیوەندیدانی گەورە لە مۆبایلەوە دۆزرابێت
de: Scannen anhalten, wenn eine signifikante Bewegung des Telefons erkannt wird
es: Pausar el escaneo si se detecta un movimiento significativo del teléfono
fr: Mettre en pause le scan si un mouvement significatif du téléphone est détecté
ku: Pausê girtinê bike heke tevgera girîng a telefonê tê dîtin
tr: Önemli bir telefon hareketi tespit edildiğinde taramayı duraklat
ur: اگر فون میں نمایاں حرکت کا پتہ چلے تو اسکیننگ کو روکیں

# camera_is_focusing
source: Pause scanning while camera is focusing. It can decrease camera processing speed
ar: إيقاف المسح أثناء تركيز الكاميرا. قد يؤدي ذلك إلى تقليل سرعة معالجة الكاميرا
ckb: پەرەکردن بپارێزە لە کاتی کەمێرەکە کۆنترۆل کردنی بەرزە. ئەمە دەتوانێت کەرتی پەرەکردنی کەمێرەکە کەمتربکات
de: Scannen anhalten, während die Kamera scharfstellt. Dies kann die Verarbeitungsgeschwindigkeit der Kamera verringern
es: Pausar el escaneo mientras la cámara se enfoca. Esto puede disminuir la velocidad de procesamiento de la cámara
fr: Mettre en pause le scan pendant que la caméra fait la mise au point. Cela peut diminuer la vitesse de traitement de la caméra
ku: Pausê girtinê bike dema kamera tê xebitandin. Ev dikare zêdebûna xebata kamera kêm bike
tr: Kamera odaklanırken taramayı duraklat. Bu, kameranın işleme hızını azaltabilir
ur: جب کیمرہ فوکس کر رہا ہو تو اسکیننگ کو روکیں۔ یہ کیمرے کی پروسیسنگ کی رفتار کم کر سکتا ہے

# select_date_format
source: Select date format for results
ar: حدد تنسيق التاريخ للنتائج
ckb: فۆرماتەی ڕووداوەکان بۆ ئەنجامەکان دیاری بکە
de: Wählen Sie das Datumsformat für die Ergebnisse
es: Seleccionar formato de fecha para los resultados
fr: Sélectionnez le format de date pour les résultats
ku: Formatê dîrokê ji bo encamên hilbijêre
tr: Sonuçlar için tarih formatını seç
ur: نتائج کے لیے تاریخ کا فارمیٹ منتخب کریں

source: SOUND SETTINGS
ar: إعدادات الصوت
ckb: بەڕێوەبردنی دنگ
de: TONEINSTELLUNGEN
es: CONFIGURACIÓN DE SONIDO
fr: PARAMÈTRES DU SON
ku: ŞÊWAZA DENGÊ
tr: SES AYARLARI
ur: آواز کی ترتیبات

# select_sound
source: SELECTED SOUND
ar: الصوت المحدد
ckb: دنگی هەڵبژێردراو
de: AUSGEWÄHLTER TON
es: SONIDO SELECCIONADO
fr: SON SÉLECTIONNÉ
ku: DENGA HILBIJARTÎ
tr: SEÇİLEN SES
ur: منتخب آواز

source: Sound enabled
ar: تم تفعيل الصوت
ckb: دنگ چالاکە
de: Ton aktiviert
es: Sonido habilitado
fr: Son activé
ku: Deng çalak e
tr: Ses etkinleştirildi
ur: آواز فعال ہے

source: Beep1
ar: بيب1
ckb: بپ1
de: Piepton1
fr: Bip1
ku: Bip1
tr: Bip1
ur: بپ1

source: Beep2
ar: بيب2
ckb: بپ2
de: Piepton2
fr: Bip2
ku: Bip2
tr: Bip2
ur: بپ2

source: Beep3
ar: بيب3
ckb: بپ3
de: Piepton3
fr: Bip3
ku: Bip3
tr: Bip3
ur: بپ3

source: Beep4
ar: بيب4
ckb: بپ4
de: Piepton4
fr: Bip4
ku: Bip4
tr: Bip4
ur: بپ4

source: Beep5
ar: بيب5
ckb: بپ5
de: Piepton5
fr: Bip5
ku: Bip5
tr: Bip5
ur: بپ5

source: Save event logs
ar: حفظ سجلات الأحداث
ckb: تۆمارکردنی بەرھەمەکان
de: Ereignisprotokolle speichern
es: Guardar registros de eventos
fr: Enregistrer les journaux d'événements
ku: Tomara bûyeran biparêze
tr: Olay günlüklerini kaydet
ur: ایونٹ لاگ محفوظ کریں

source: Save images
ar: حفظ الصور
ckb: وێنەکان تۆمار بکە
de: Bilder speichern
es: Guardar imágenes
fr: Enregistrer les images
ku: Wêneyan biparêze
tr: Görüntüleri kaydet
ur: تصاویر محفوظ کریں

source: Save cropped images
ar: حفظ الصور المقطوعة
ckb: وێنە کڕاپکراوەکان تۆمار بکە
de: Zugeschnittene Bilder speichern
es: Guardar imágenes recortadas
fr: Enregistrer les images recadrées
ku: Wêneyan ku têne qirêj kirin biparêze
tr: Kırpılmış görüntüleri kaydet
ur: کٹے ہوئے تصاویر محفوظ کریں

source: Save RFID session
ar: حفظ جلسة RFID
ckb: کاتژمێرە RFID تۆمار بکە
de: RFID-Sitzung speichern
es: Guardar sesión RFID
fr: Enregistrer la session RFID
ku: Dema RFID biparêze
tr: RFID oturumunu kaydet
ur: RFID سیشن محفوظ کریں

source: Report event logs
ar: تقرير سجلات الأحداث
ckb: راپۆرتی بەرھەمەکان
de: Ereignisprotokolle melden
es: Informar registros de eventos
fr: Rapporter les journaux d'événements
ku: Rapora tomara bûyeran
tr: Olay günlüklerini raporla
ur: ایونٹ لاگ کی رپورٹ کریں

source: Show metadata
ar: عرض البيانات الوصفية
ckb: نیشانی زانیاری metadata بکە
de: Metadaten anzeigen
es: Mostrar metadatos
fr: Afficher les métadonnées
ku: Naverokên metadata nîşan bide
tr: Meta verileri göster
ur: میٹا ڈیٹا دکھائیں

# save_event_logs_desc
source: Save event logs to the device
ar: حفظ سجلات الأحداث على الجهاز
ckb: تۆمارکردنی بەرھەمەکان بۆ ئامێرەکان
de: Ereignisprotokolle auf dem Gerät speichern
es: Guardar registros de eventos en el dispositivo
fr: Enregistrer les journaux d'événements sur l'appareil
ku: Tomara bûyeran li ser amûrê biparêze
tr: Olay günlüklerini cihaza kaydet
ur: ایونٹ لاگ کو ڈیوائس پر محفوظ کریں

# save_images_desc
source: Save images (for debug function)
ar: حفظ الصور (لوظيفة التصحيح)
ckb: وێنەکان تۆمار بکە (بۆ فەرمی هەڵە)
de: Bilder speichern (für die Debugging-Funktion)
es: Guardar imágenes (para la función de depuración)
fr: Enregistrer les images (pour la fonction de débogage)
ku: Wêneyan biparêze (bo fûnksiyona xeta)
tr: Görüntüleri kaydet (hata ayıklama işlevi için)
ur: تصاویر محفوظ کریں (ڈی بگنگ فنکشن کے لیے)

# save_cropped_images_desc
source: Save cropped images (for debug function)
ar: حفظ الصور المقطوعة (لوظيفة التصحيح)
ckb: وێنە کڕاپکراوەکان تۆمار بکە (بۆ فەرمی هەڵە)
de: Zugeschnittene Bilder speichern (für die Debugging-Funktion)
es: Guardar imágenes recortadas (para la función de depuración)
fr: Enregistrer les images recadrées (pour la fonction de débogage)
ku: Wêneyan ku têne qirêj kirin biparêze (bo fûnksiyona xeta)
tr: Kırpılmış görüntüleri kaydet (hata ayıklama işlevi için)
ur: کٹے ہوئے تصاویر محفوظ کریں (ڈی بگنگ فنکشن کے لیے)

# save_rfid_session_desc
source: Save RFID session to the device (for debugging)
ar: حفظ جلسة RFID على الجهاز (لأغراض التصحيح)
ckb: کاتژمێرە RFID تۆمار بکە بۆ ئامێرەکان (بۆ هەڵە)
de: RFID-Sitzung auf dem Gerät speichern (für das Debugging)
es: Guardar sesión RFID en el dispositivo (para depuración)
fr: Enregistrer la session RFID sur l'appareil (pour le débogage)
ku: Dema RFID li ser amûrê biparêze (bo xetayê)
tr: RFID oturumunu cihaza kaydet (hata ayıklama için)
ur: RFID سیشن کو ڈیوائس پر محفوظ کریں (ڈی بگنگ کے لیے)

source: Auto
ar: تلقائي
ckb: خۆکار
de: Automatisch
es: Automático
ku: Xwe
tr: Otomatik
ur: خودکار

source: Video processing
ar: معالجة الفيديو
ckb: پڕۆسەی ویدیو
de: Videobearbeitung
es: Procesamiento de video
fr: Traitement vidéo
ku: Pêvajoya vîdyoyê
tr: Video işleme
ur: ویڈیو پروسیسنگ

source: Frame processing
ar: معالجة الإطار
ckb: پڕۆسەی فریم
de: Bildbearbeitung
es: Procesamiento de fotogramas
fr: Traitement de l'image
ku: Pêvajoya çarçoveyê
tr: Kare işleme
ur: فریم پروسیسنگ

source: Photo
ar: صورة
ckb: وێنە
de: Foto
es: Foto
ku: Wêne
tr: Fotoğraf
ur: تصویر

source: High
ar: عالي
ckb: بەرز
de: Hoch
es: Alto
fr: Élevé
ku: Bilind
tr: Yüksek
ur: اعلیٰ

source: Medium
ar: متوسط
ckb: نێوانی
de: Mittel
es: Medio
fr: Moyen
ku: Navîn
tr: Orta
ur: درمیانہ

source: Low
ar: منخفض
ckb: کەم
de: Niedrig
es: Bajo
fr: Bas
ku: Kêm
tr: Düşük
ur: کم

source: Color
ar: لون
ckb: رەنگ
de: Farbe
fr: Couleur
ku: Reng
tr: Renk
ur: رنگ

source: DPI threshold
ar: عتبة DPI
ckb: بەرزکردنی DPI
de: DPI-Schwelle
es: Umbral de DPI
fr: Seuil DPI
ku: Sînorê DPI
tr: DPI eşiği
ur: DPI تھRESHOLD

source: Angle threshold
ar: عتبة الزاوية
ckb: بەرزکردنی زاویدا
de: Winkel-Schwelle
es: Umbral de ángulo
fr: Seuil d'angle
ku: Sînorê angulê
tr: Açı eşiği
ur: زاویہ تھRESHOLD

# document_position
source: Document position: Indent
ar: موضع الوثيقة: تداخل
ckb: بەرەوپیشی بەلگە: لەبەر
de: Dokumentenposition: Einzug
es: Posición del documento: Sangría
fr: Position du document : Retrait
ku: Cihê belgeyê: Çepê
tr: Belge konumu: Girinti
ur: دستاویز کی پوزیشن: انڈینٹ

# minimum_indent_from
source: The minimum indent from the corners of the document to the borders of the image
ar: الحد الأدنى من التداخل من زوايا الوثيقة إلى حدود الصورة
ckb: نرخی کەمترین لە کۆنەکان بەرەو حاڵەتی وێنە
de: Der minimale Einzug von den Ecken des Dokuments zu den Rändern des Bildes
es: La sangría mínima desde las esquinas del documento hasta los bordes de la imagen
fr: Le retrait minimum des coins du document aux bords de l'image
ku: Minimum çepê ji çepên belgeyê bo sinorên wêneyê
tr: Belgenin köşelerinden görüntünün kenarlarına kadar olan minimum girinti
ur: دستاویز کے کونوں سے تصویر کی سرحدوں تک کم از کم انڈینٹ

source: Default
ar: افتراضي
ckb: پێپێدانی
de: Standard
es: Predeterminado
fr: Par défaut
tr: Varsayılan
ur: ڈیفالٹ

source: dd/mm/yyyy
ar: يوم/شهر/سنة
de: dd/mm/jjjj
fr: jj/mm/aaaa
tr: gg/aa/yyyy

source: mm/dd/yyyy
ar: شهر/يوم/سنة
de: mm/dd/jjjj
fr: mm/jj/aaaa
tr: aa/gg/yyyy

source: dd-mm-yyyy
ar: يوم-شهر-سنة
de: dd-mm-jjjj
fr: jj-mm-aaaa
tr: gg-aa-yyyy

source: mm-dd-yyyy
ar: شهر-يوم-سنة
de: mm-dd-jjjj
fr: mm-jj-aaaa
tr: aa-gg-yyyy

source: dd/mm/yy
ar: يوم/شهر/سنة (س)
de: dd/mm/jj
es: dd/mm/aa
fr: jj/mm/aa
tr: gg/aa/yy

# procedure_type
source: Authentication procedure type
ar: نوع إجراء المصادقة
ckb: جۆری ڕووداوەکانی نیشانی
de: Art des Authentifizierungsverfahrens
es: Tipo de procedimiento de autenticación
fr: Type de procédure d'authentification
ku: Cureya prosedûra nasnameyê
tr: Kimlik doğrulama prosedürü türü
ur: تصدیق کے طریقہ کار کی قسم

# messaging_procedure
source: Basic Security messaging procedure
ar: إجراء رسائل الأمان الأساسية
ckb: پروسیجەی پەیامە بەسەردەنگیەکان
de: Basis-Sicherheitsnachrichtverfahren
es: Procedimiento de mensajería de seguridad básica
fr: Procédure de messagerie de sécurité de base
ku: Prosedûra mesajê ewlekarî ya bingehîn
tr: Temel güvenlik mesajlaşma prosedürü
ur: بنیادی سیکیورٹی پیغام رسانی کا طریقہ کار

# access_key
source: Data access key
ar: مفتاح الوصول إلى البيانات
ckb: کلیلی گەیشتن بە زانیاری
de: Datenzugriffsschlüssel
es: Clave de acceso a los datos
fr: Clé d'accès aux données
ku: Kîlîta girtina daneyê
tr: Veri erişim anahtarı
ur: ڈیٹا تک رسائی کی کلید

# keys_value
source: Data access keys value
ar: قيمة مفاتيح الوصول إلى البيانات
ckb: نرخی کلیلی گەیشتن بە زانیاری
de: Wert der Datenzugriffsschlüssel
es: Valor de las claves de acceso a los datos
fr: Valeur des clés d'accès aux données
ku: Nirxa kîlîtên girtina daneyê
tr: Veri erişim anahtarlarının değeri
ur: ڈیٹا تک رسائی کی کلیدوں کی قیمت

# ds_certificates
source: Priority of using DS certificates
ar: أولوية استخدام شهادات DS
ckb: پەرتووکانی DS بەرزتر بەرەوپێش
de: Priorität der Verwendung von DS-Zertifikaten
es: Prioridad en el uso de certificados DS
fr: Priorité à l'utilisation des certificats DS
ku: Pêşniyara bikaranîna belgeyên DS
tr: DS sertifikalarının kullanım önceliği
ur: DS سرٹیفکیٹ کے استعمال کی ترجیح

# csca_certificates
source: Use of external CSCA certificates
ar: استخدام شهادات CSCA الخارجية
ckb: بەرزکردنەوەی پەرتووکانی CSCA نرخی
de: Verwendung von externen CSCA-Zertifikaten
es: Uso de certificados CSCA externos
fr: Utilisation des certificats CSCA externes
ku: Bikaranîna belgeyên CSCA ya derveyî
tr: Dış CSCA sertifikalarının kullanımı
ur: باہری CSCA سرٹیفکیٹ کا استعمال

# pkd_certificates
source: Trust PKD certificates
ar: ثقة شهادات PKD
ckb: بەسەرکارێنانی پەرتووکانی PKD
de: Vertraue PKD-Zertifikaten
es: Confiar en los certificados PKD
fr: Certificats PKD de confiance
ku: Belgeyên PKD yên erka
tr: PKD sertifikelerine güven
ur: PKD سرٹیفکیٹ پر اعتماد

# passive_aAuthentication
source: Passive Authentication (PA)
ar: المصادقة السلبية (PA)
ckb: پەیوەندیدانی نیشانی (PA)
de: Passive Authentifizierung (PA)
es: Autenticación pasiva (PA)
fr: Authentification passive (PA)
ku: Nasnameya pasîf (PA)
tr: Pasif Kimlik Doğrulama (PA)
ur: غیر فعال تصدیق (PA)

# aa_after_ca
source: Do not perform AA after CA
ar: لا تقم بتنفيذ AA بعد CA
ckb: پەیوەندیدانی AA پاش CA نەکە
de: Führen Sie AA nach CA nicht aus
es: No realizar AA después de CA
fr: Ne pas effectuer AA après CA
ku: Pêşniya AA piştî CA ne kirin
tr: CA'dan sonra AA'yı gerçekleştirme
ur: CA کے بعد AA کو انجام نہ دیں

source: Profiler type
ar: نوع المحلل
ckb: جۆری پڕۆفایلەر
de: Profiler-Typ
es: Tipo de perfilador
fr: Type de profilage
ku: Cureya profîlê
tr: Profil türü
ur: پروفائلر کی قسم

# strict_iso
source: Strict ISO protocol
ar: بروتوكول ISO الصارم
ckb: پروتۆکۆلی ISO بە شێوەیەکی سەرەکی
de: Strenges ISO-Protokoll
es: Protocolo ISO estricto
fr: Protocole ISO strict
ku: Protokola ISO ya pêşkeftî
tr: Sıkı ISO protokolü
ur: سخت ISO پروٹوکول

source: Read Passport
ar: قراءة جواز السفر
ckb: پاسپورت بخوێنەوە
de: Pass lesen
es: Leer pasaporte
fr: Lire le passeport
ku: Pasportê bixwîne
tr: Pasaportu oku
ur: پاسپورٹ پڑھیں

# machine_readable_zone
source: Machine Readable Zone (DG1)
ar: المنطقة القابلة للقراءة آلياً (DG1)
ckb: بەرزکردنەوەی زانیاری (DG1)
de: Maschinenlesbarer Bereich (DG1)
es: Zona legible por máquina (DG1)
fr: Zone lisible par machine (DG1)
ku: Herêma ku makîna dixwîne (DG1)
tr: Makine tarafından okunabilir alan (DG1)
ur: مشین کے ذریعے پڑھنے کے قابل علاقہ (DG1)

# facial_data
source: Facial data (DG2)
ar: البيانات الوجهية (DG2)
ckb: زانیاری چەهرە (DG2)
de: Gesichtsdaten (DG2)
es: Datos faciales (DG2)
fr: Données faciales (DG2)
ku: Daneyên rû (DG2)
tr: Yüz verileri (DG2)
ur: چہرے کے ڈیٹا (DG2)

# fingerprints
source: Fingerprints (DG3)
ar: بصمات الأصابع (DG3)
ckb: بەرزکردنەوەی کەف (DG3)
de: Fingerabdrücke (DG3)
es: Huellas dactilares (DG3)
fr: Empreintes digitales (DG3)
ku: Pêşkan (DG3)
tr: Parmak izleri (DG3)
ur: انگشت کی نشانیاں (DG3)

# iris_data
source: Iris Data (DG4)
ar: بيانات القزحية (DG4)
ckb: زانیاری عێرە (DG4)
de: Iris-Daten (DG4)
es: Datos del iris (DG4)
fr: Données de l'iris (DG4)
ku: Daneyên iris (DG4)
tr: İris Verileri (DG4)
ur: آئرس کے ڈیٹا (DG4)

# portrait_dg5
source: Portrait(s) (DG5)
ar: صورة (DG5)
ckb: پەیامە (DG5)
de: Porträt(e) (DG5)
es: Retrato(s) (DG5)
ku: Wêne(yan) (DG5)
tr: Portre(ler) (DG5)
ur: پورٹریٹ (DG5)

# dg6
source: not defined (DG6)
ar: غير محدد (DG6)
ckb: ناتەواو (DG6)
de: nicht definiert (DG6)
es: no definido (DG6)
fr: non défini (DG6)
ku: ne tê defin kirin (DG6)
tr: tanımlanmamış (DG6)
ur: تعریف شدہ نہیں (DG6)

# dg7
source: Signature / usual mark image(DG7)
ar: صورة التوقيع / العلامة المعتادة (DG7)
ckb: نیشانی / وێنەی نیشانی عەرەقی (DG7)
de: Unterschrift / übliche Markenbild (DG7)
es: Firma / imagen de marca habitual (DG7)
fr: Image de signature / marque habituelle (DG7)
ku: Wêneya nîşana / nîşana herî zêde (DG7)
tr: İmza / alışılmış işaret resmi (DG7)
ur: دستخط / معمول کا نشان کی تصویر (DG7)

# dg8
source: Not defined (DG8)
ar: غير محدد (DG8)
ckb: ناتەواو (DG8)
de: Nicht definiert (DG8)
es: No definido (DG8)
fr: Non défini (DG8)
ku: Ne tê defin kirin (DG8)
tr: Tanımlanmamış (DG8)
ur: تعریف شدہ نہیں (DG8)

# dg9
source: Not defined (DG9)
ar: غير محدد (DG9)
ckb: ناتەواو (DG9)
de: Nicht definiert (DG9)
es: No definido (DG9)
fr: Non défini (DG9)
ku: Ne tê defin kirin (DG9)
tr: Tanımlanmamış (DG9)
ur: تعریف شدہ نہیں (DG9)

# dg10
source: Not defined (DG10)
ar: غير محدد (DG10)
ckb: ناتەواو (DG10)
de: Nicht definiert (DG10)
es: No definido (DG10)
fr: Non défini (DG10)
ku: Ne tê defin kirin (DG10)
tr: Tanımlanmamış (DG10)
ur: تعریف شدہ نہیں (DG10)

# de11
source: Additional personal detail (s)(De11)
ar: تفاصيل شخصية إضافية (De11)
ckb: زانیاری تایبەتی زیادە (De11)
de: Zusätzliche persönliche Details (De11)
es: Detalle(s) personal(es) adicional(es) (De11)
fr: Détails personnels supplémentaires (De11)
ku: Detailsên zêde yên kesayeti (De11)
tr: Ekstra kişisel detay(lar) (De11)
ur: اضافی ذاتی تفصیلات (De11)

# dg12
source: Additional document details(DG12)
ar: تفاصيل وثيقة إضافية (DG12)
ckb: زانیاری بەڵگەی زیادە (DG12)
de: Zusätzliche Dokumentdetails (DG12)
es: Detalles adicionales del documento (DG12)
fr: Détails supplémentaires sur le document (DG12)
ku: Detailsên zêde yên belge (DG12)
tr: Ek belge detayları (DG12)
ur: اضافی دستاویز کی تفصیلات (DG12)

# dg13
source: Optional detail (s) (DG13)
ar: تفاصيل اختيارية (DG13)
ckb: زانیاری تایبەتی هەڵبژێردراوی (DG13)
de: Optionale Details (DG13)
es: Detalle(s) opcional(es) (DG13)
fr: Détails optionnels (DG13)
ku: Detailsên hînbûn (DG13)
tr: Opsiyonel detay(lar) (DG13)
ur: آپشنل تفصیلات (DG13)

# dg14
source: EAC info (DG14)
ar: معلومات EAC (DG14)
ckb: زانیاری EAC (DG14)
de: EAC-Informationen (DG14)
es: Información EAC (DG14)
fr: Informations EAC (DG14)
ku: Agahdariyên EAC (DG14)
tr: EAC bilgisi (DG14)
ur: EAC کی معلومات (DG14)
