Repository: yazanalqasem/iPass_SkeltonRaw
Catalog: *.lproj/Localizable.strings
Languages: ar, ckb, de, es, fr, ku, tr, ur

# pa
source: Passive Authentication
ar: المصادقة السلبية
ckb: دڵنیاکردنەوەی نییە
de: Passive Authentifizierung
es: Autenticación Pasiva
fr: Authentification passive
ku: Pêşandana Pasîf
tr: Pasif Doğrulama
ur: غیر فعال تصدیق

source: Metadata
ar: البيانات الوصفية
ckb: زانیاری بەڵگە
de: Metadaten
es: Metadatos
fr: Métadonnées
ku: Meta Daneyên
tr: Meta Veriler
ur: میٹا ڈیٹا

source: Optical processing
ar: المعالجة البصرية
ckb: کارکردنی چاوەڕوانی
de: Optische Verarbeitung
es: Procesamiento Óptico
fr: Traitement optique
ku: Pêşandina Optîk
tr: Optik İşleme
ur: آپٹیکل پروسیسنگ

source: RFID chip processing
ar: معالجة شريحة RFID
ckb: کارکردنی چیپی RFID
de: RFID-Chip-Verarbeitung
es: Procesamiento de Chip RFID
fr: Traitement de la puce RFID
ku: Pêşandina Çip RFID
tr: RFID Çipi İşleme
ur: آر ایف آئی ڈی چپ پروسیسنگ

source: Selfie Time!
ar: وقت الصورة الشخصية!
ckb: کاتی سیلفی!
de: Selfie-Zeit!
es: ¡Hora de Selfie!
fr: Temps de selfie !
ku: Dema Selfie!
tr: Selfie Zamanı!
ur: سیلفی کا وقت!

source: Get Ready
ar: استعد
ckb: ئامادەبە
de: Bereitmachen
es: Prepárate
fr: Préparez-vous
ku: Amade Bikin
tr: Hazır Olun
ur: تیار ہو جائیں

source: Good illumination.
ar: إضاءة جيدة.
ckb: ڕووناكی باش.
de: Gute Beleuchtung.
es: Buena iluminación.
fr: Bonne illumination.
ku: Ronahiyeke Baş.
tr: İyi aydınlatma.
ur: اچھی روشنی۔

# no_accessories
source: No accessories: glasses, mask, hat, etc.
ar: بدون إكسسوارات: نظارات، قناع، قبعة، إلخ.
ckb: بێ پەیوەندەکەرەکان: عینەک، ماسک، کڵاو وەک ئەوە.
de: Keine Accessoires: Brille, Maske, Hut, usw.
es: Sin accesorios: gafas, máscara, sombrero, etc.
fr: Pas d'accessoires : lunettes, masque, chapeau, etc.
ku: Bê Pêwendiyan: gözlük, maska, kela, hwd.
tr: Aksesuar yok: gözlük, maske, şapka, vb.
ur: کوئی لوازمات نہیں: چشمہ، ماسک، ٹوپی وغیرہ۔

# camera_at_eye
source: Camera at eye level.
ar: الكاميرا على مستوى العين.
ckb: کامێرا لە ئاستی چاوەکان.
de: Kamera auf Augenhöhe.
es: Cámara a nivel de los ojos.
fr: Caméra à hauteur des yeux.
ku: Kamera li astê çavê.
tr: Kamera göz hizasında.
ur: کیمرہ آنکھ کی سطح پر رکھیں۔

source: Go
ar: ابدأابدأ
ckb: بڕۆ
de: Los
es: Ir
fr: Aller
ku: Çû
tr: Başla
ur: جائیں

# powered_by
source: Powered by iPass
ar: بدعم من iPass
ckb: بە هەمای iPass
de: Unterstützt von iPass
es: Impulsado por iPass
fr: Propulsé par iPass
ku: Bi iPass ve tê parastin
tr: iPass tarafından desteklenmektedir
ur: iPass کی مدد سے

source: Passive Liveness
ar: تحقق الحياة السلبي
ckb: ژیانبەری نییە
de: Passive Lebendigkeit
es: Vitalidad Pasiva
fr: Vitalité passive
ku: Jiyanê Pasîf
tr: Pasif Canlılık
ur: غیر فعال زندگی

# liveness_confidence
source: Liveness Confidence level
ar: مستوى الثقة في الحياة
ckb: پشتگیری ژیانبەری
de: Vertrauensstufe der Lebendigkeit
es: Nivel de Confianza en la Vitalidad
fr: Niveau de confiance de vitalité
ku: Astengiya Jiyanê
tr: Canlılık Güven Düzeyi
ur: زندگی کا اعتماد کی سطح

source: Liveness Status
ar: حالة التحقق من الحياة
ckb: دۆخی ژیانبەری
de: Lebendigkeitsstatus
es: Estado de Vitalidad
fr: Statut de vitalité
ku: Rewşa Jiyanê
tr: Canlılık Durumu
ur: زندگی کی حالت

source: Rejected
ar: مرفوض
ckb: ڕەتکرایەوە
de: Abgelehnt
es: Rechazado
fr: Rejeté
ku: Redkirî
tr: Reddedildi
ur: مسترد

source: Passed
ar: ناجح
ckb: دەستیپێکرا
de: Bestanden
es: Aprobado
fr: Réussi
ku: Bêjeyî
tr: Başarılı
ur: کامیاب

source: Warning
ar: تحذير
ckb: ئاگادارکردنەوە
de: Warnung
es: Advertencia
fr: Avertissement
ku: Agahdariya
tr: Uyarı
ur: انتباہ

source: Front
ar: الأمام
ckb: پێشوو
de: Vorne
es: Frontal
fr: Avant
ku: Pêş
tr: Ön
ur: سامنے

source: Back
ar: الخلف
ckb: پاشوو
de: Hinten
es: Trasero
fr: Arrière
ku: Paş
tr: Arka
ur: پیچھے

source: Origin
ar: الأصل
ckb: سەرچاوە
de: Ursprung
es: Origen
fr: Origine
ku: Çavkanî
tr: Köken
ur: ماخذ

source: Reasons
ar: الأسباب
ckb: هۆکارەکان
de: Gründe
es: Razones
fr: Raisons
ku: Sedemên
tr: Nedenler
ur: وجوہات

source: Liveness
ar: التحقق من الحياة
ckb: ژیانبەری
de: Lebendigkeit
es: Vitalidad
fr: Vitalité
ku: Jiyan
tr: Canlılık
ur: زندگی

source: Image Pattern
ar: نمط الصورة
ckb: شێوازی وێنە
de: Bildmuster
es: Patrón de Imagen
fr: Motif de l'image
ku: Şêwaza Wêne
tr: Görüntü Deseni
ur: تصویری نمونہ

source: Barcode Format
ar: تنسيق الرمز الشريطي
ckb: شێوازی بارکۆد
es: Formato de Código de Barras
fr: Format de code-barres
ku: Formatê Barkodê
tr: Barkod Formatı
ur: بارکوڈ فارمیٹ

source: Photo Embedding
ar: تضمين الصورة
ckb: تۆمارکردنی وێنە
de: Foto-Einbettung
es: Inserción de Foto
fr: Intégration de photo
ku: Wêne Guhastin
tr: Fotoğraf Gömme
ur: تصویر شامل کرنا

source: Colorness
ar: التلوّن
ckb: ڕەنگی
de: Farbenfreudigkeit
es: Coloración
fr: Colorimétrie
ku: Rengî
tr: Renk Düzeyi
ur: رنگت

source: Focus
ar: تركيز
ckb: تکایە
de: Fokus
es: Odak
fr: Concentration
ku: Têkildarî
tr: Odak
ur: توجہ

source: Glares
ar: تألقات
ckb: چمکە
de: Blitze
es: Parlaklık
fr: Reflets
ku: Lûçik
tr: Parlaklık
ur: چمک

source: Potrait
ar: صورة
ckb: وێنە
de: Porträt
es: Portre
fr: Portrait
ku: Wêne
tr: Portre
ur: پورٹریٹ

source: Bounds
ar: حدود
ckb: سرحدەکان
de: Grenzen
es: Sınırlar
fr: Limites
ku: Sînor
tr: Sınırlar
ur: سرحدیں

# angle
source: Perspectice Angle
ar: زاوية المنظور
ckb: زاویە
de: Perspektivwinkel
es: Açı
fr: Angle de perspective
ku: Bendê Perspektîfê
tr: Açı
ur: زاویہ

source: Resolution
ar: دقة
ckb: چاره‌سەر
de: Auflösung
es: Çözünürlük
fr: Résolution
ku: Çareser
tr: Çözünürlük
ur: حل

source: GENERAL
ar: عام
ckb: گشتی
de: Allgemein
fr: Général
ku: Giştî
tr: Genel
ur: عمومی

source: Settings
ar: الإعدادات
ckb: ڕێکخستنەکان
de: Einstellungen
es: Configuración
fr: Paramètres
ku: Veşartinên
tr: Ayarlar
ur: سیٹنگز

source: Verification statuses
ar: حالات التحقق
ckb: باری پشتڕاستکردنەوە
de: Überprüfungsstatus
es: Estados de verificación
fr: Statuts de vérification
ku: Rewşa Piştrastkirinê
tr: Doğrulama Durumları
ur: تصدیقی حیثیتیں

# about_app
source: About the app
ar: حول التطبيق
ckb: دەربارەی ئاپەکە
de: Über die App
es: Acerca de la aplicación
fr: À propos de l'application
ku: Derbarê Sepanê
tr: Uygulama Hakkında
ur: ایپ کے بارے میں

source: Review the app
ar: راجع التطبيق
ckb: پێداچوونەوەی ئاپەکە
de: Bewerten Sie die App
es: Reseñar la aplicación
fr: Évaluer l'application
ku: Sepana Temaşe bike
tr: Uygulamayı İncele
ur: ایپ کا جائزہ لیں

source: Share the app
ar: شارك التطبيق
ckb: هاوبەشکردنی ئاپەکە
de: Teilen Sie die App
es: Compartir la aplicación
fr: Partager l'application
ku: Sepana Parve bike
tr: Uygulamayı Paylaş
ur: ایپ کو شیئر کریں

source: Get IN TOUCH
ar: تواصل معنا
ckb: پەیوەندیمان پێوە بکە
de: Kontaktieren Sie uns
es: Ponte en contacto
fr: Contactez-nous
ku: Têkiliya me re bîne
tr: İletişime Geç
ur: رابطہ کریں

source: Contact us
ar: اتصل بنا
ckb: پەیوەندی کردن
de: Kontaktieren Sie uns
es: Contáctanos
fr: Nous contacter
ku: Pêwendiyê bi me re bike
tr: Bize Ulaşın
ur: ہم سے رابطہ کریں

source: Help Center
ar: مركز المساعدة
ckb: بەشی یارمەتی
de: Hilfezentrum
es: Centro de ayuda
fr: Centre d'aide
ku: Navenda Alîkariyê
tr: Yardım Merkezi
ur: مدد مرکز

source: LEARN MORE
ar: اعرف المزيد
ckb: زانیاری زۆرتر
de: Erfahren Sie mehr
es: Saber más
fr: En savoir plus
ku: Zanîyara Zêdetir Bizin
tr: Daha Fazla Bilgi Edinin
ur: مزید جانیں

# visit_website
source: Visit our website
ar: زيارة موقعنا
ckb: سەردانی ماڵپەڕەکەمان بکە
de: Besuchen Sie unsere Website
es: Visita nuestro sitio web
fr: Visitez notre site web
ku: Malpera me Serdane bike
tr: Web Sitemizi Ziyaret Edin
ur: ہماری ویب سائٹ پر جائیں

# view_on_store
source: View on App Store
ar: عرض في متجر التطبيقات
ckb: لە سیتۆری ئاپ بینە
de: Im App Store ansehen
es: Ver en la App Store
fr: Voir sur l'App Store
ku: Di Store de Bibîne
tr: App Store'da Görüntüle
ur: ایپ اسٹور پر دیکھیں

source: LEGAL
ar: قانوني
ckb: یاسایی
de: Rechtlich
fr: Légal
ku: Yasayî
tr: Yasal
ur: قانونی

source: Privacy Policy
ar: سياسة الخصوصية
ckb: سیاسەتی تایبەتمەندی
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ku: Rêzpolîtîka Taybetî
tr: Gizlilik Politikası
ur: پرائیویسی پالیسی

# about_us
source: This application allows you to read and verify data from identification documents (passports, ID cards, driver's licenses, residence permits, visas, boarding passes, etc.) and bank cards. Position a document fully inside the frame, and it will be automatically detected, cropped and recognized. The document type will be detected automatically. The MRZ, visual zone and barcodes will be recognized and parsed into text fields. Graphic fields will be automatically cropped. Data verification is performed after reading, where applicable, and overall verification status is displayed. All processing is performed completely offline, no data leaves your device. Please contact us if you have any questions, issues or suggestions.
ar: يتيح لك هذا التطبيق قراءة والتحقق من البيانات الموجودة في وثائق الهوية (جوازات السفر، بطاقات الهوية، رخص القيادة، تصاريح الإقامة، التأشيرات، بطاقات الصعود إلى الطائرة، إلخ.) وبطاقات البنوك. ضع الوثيقة بالكامل داخل الإطار، وسيتم اكتشافها وقصها والتعرف عليها تلقائيًا. سيتم تحديد نوع الوثيقة تلقائيًا. سيتم التعرف على المنطقة المرئية، منطقة الـ MRZ، والرموز الشريطية وتحويلها إلى حقول نصية. سيتم اقتصاص الحقول الرسومية تلقائيًا. يتم إجراء التحقق من البيانات بعد قراءتها، حيثما ينطبق ذلك، وسيتم عرض حالة التحقق العامة. يتم إجراء جميع المعالجات بالكامل دون الاتصال بالإنترنت، ولا يتم نقل أي بيانات من جهازك. يرجى الاتصال بنا إذا كان لديك أي أسئلة أو مشاكل أو اقتراحات.
ckb: ئەم بەرنامەیە ڕێگای پێدەدات بۆ خوێندنو پشتڕاستکردنەوەی زانیاری لە بەلگەی ناسنامەکان (پاسپۆرت، کارتی ناسنامە، مۆڵەتی ئۆتۆمبێل، مۆڵەتی نیشتەجێبوون، ڤیزا، کارتی سەربەخۆبوون، و هتد.) و کارتی بانک. بەلگەیەک بە تەواوی لە ناوچەکەی ناو قەبارەکە دانێ، بەلگەکە خۆکارانە دەتەوێتەژوورەوە، دابنرێتەوە و دەناسێنرێتەوە. جۆری بەلگەکە بەخۆکارانە دەناسێنرێت. ناوچە MRZ، ناوچەی بینراو و بارکۆد دەناسێنرێن و دەگوازنەوە بۆ خانەی دەق. خانە گرافیکیەکان بەخۆکارانە دابنرێنەوە. پشتڕاستکردنەوەی زانیاریەکان دوای خوێندنەوە ئەنجام دەدرێت، کاتێک پێویست بێت، و باری گشتی پشتڕاستکردنەوە دەردەبرێت. هەموو پرۆسەکان بە تەواوی سەربەخۆ دەکرێنەوە، هیچ زانیاریەکیش لە ئامێری تۆ دەرناچێت. تکایە پەیوەندی بە ئێمە بکە ئەگەر هەرتۆ پەیڤەیەکت هەبێت، کێشە یان پێشنیارێکت هەبێت.
de: Diese Anwendung ermöglicht es Ihnen, Daten aus Identifikationsdokumenten (Reisepässe, Personalausweise, Führerscheine, Aufenthaltserlaubnisse, Visa, Bordkarten usw.) und Bankkarten zu lesen und zu überprüfen. Positionieren Sie ein Dokument vollständig innerhalb des Rahmens, und es wird automatisch erkannt, zugeschnitten und ausgelesen. Der Dokumenttyp wird automatisch erkannt. Die MRZ, die visuelle Zone und Barcodes werden erkannt und in Textfelder umgewandelt. Grafische Felder werden automatisch zugeschnitten. Die Datenüberprüfung wird nach dem Lesen durchgeführt, sofern zutreffend, und der allgemeine Verifizierungsstatus wird angezeigt. Alle Verarbeitungen werden vollständig offline durchgeführt, keine Daten verlassen Ihr Gerät. Bitte kontaktieren Sie uns, wenn Sie Fragen, Probleme oder Vorschläge haben.
es: Esta aplicación te permite leer y verificar datos de documentos de identificación (pasaportes, tarjetas de identificación, licencias de conducir, permisos de residencia, visados, tarjetas de embarque, etc.) y tarjetas bancarias. Coloca un documento completamente dentro del marco, y será detectado, recortado y reconocido automáticamente. El tipo de documento será detectado automáticamente. La MRZ, la zona visual y los códigos de barras serán reconocidos y convertidos en campos de texto. Los campos gráficos serán recortados automáticamente. La verificación de datos se realiza después de la lectura, cuando sea aplicable, y se muestra el estado general de verificación. Todo el procesamiento se realiza completamente sin conexión, ningún dato sale de tu dispositivo. Por favor, contáctanos si tienes alguna pregunta, problema o sugerencia.
fr: Cette application vous permet de lire et de vérifier les données provenant de documents d'identification (passeports, cartes d'identité, permis de conduire, titres de séjour, visas, cartes d'embarquement, etc.) et de cartes bancaires. Positionnez un document entièrement à l'intérieur du cadre, il sera automatiquement détecté, découpé et reconnu. Le type de document sera détecté automatiquement. La zone MRZ, la zone visuelle et les codes-barres seront reconnus et convertis en champs de texte. Les champs graphiques seront automatiquement découpés. La vérification des données est effectuée après la lecture, lorsque cela est applicable, et le statut de vérification global est affiché. Tout le traitement est effectué entièrement hors ligne, aucune donnée ne quitte votre appareil. Veuillez nous contacter si vous avez des questions, des problèmes ou des suggestions.
ku: Ev serlêdan destûrê daye te ku dane û zelalî bîrihên belgefên nasnameyan (pasaport, kartên nasnameyê, lîsansên ajokirinê, destûrên ramanê, vizayan, kartên serfirazbûnê, hwd.) û kartên bankê bixwînî û piştrast bikî. Belgeyek bi temamî di çarçoveyê de binirîne, ew bi otomatik ve dihatî nas kirin, xirab kirin û nas kirin. Cureya belgeyê bi otomatik ve nas dibe. MRZ, qada dîtinê û barcodên têne nas kirin û di qada nivîsînê de têne veguherîn. Zeviyên grafîkî bi otomatik ve têne xirab kirin. Piçûk piçûk kirina daneyî pîştrastî dibe piştî ku têne xwendin, ku têgihîştin e, û rewşa pîştrastiyê ya gihanînê tê xuyang kirin. Hemû piçûk piçûk kirin ji ser tekom diqewime, hîç daneyî di derveyî amirê te nayine. Ji kerema xwe, em re têkiliyê bidegerin heke tu hinek pirsan, kêşeyan an jî daxwazan hene.
tr: Bu uygulama, kimlik belgelerinden (pasaportlar, kimlik kartları, ehliyetler, oturma izinleri, vizeler, biniş kartları vb.) ve banka kartlarından veri okumanıza ve doğrulamanıza olanak tanır. Bir belgeyi çerçevenin içine tamamen yerleştirin, otomatik olarak tespit edilecek, kırpılacak ve tanınacaktır. Belge türü otomatik olarak algılanacaktır. MRZ, görsel alan ve barkodlar tanınacak ve metin alanlarına dönüştürülecektir. Grafik alanlar otomatik olarak kırpılacaktır. Veri doğrulaması okunduktan sonra, uygulanabilir olduğunda yapılır ve genel doğrulama durumu görüntülenir. Tüm işlemler tamamen çevrimdışı olarak gerçekleştirilir, hiçbir veri cihazınızdan ayrılmaz. Herhangi bir sorunuz, probleminiz veya öneriniz varsa lütfen bizimle iletişime geçin.
ur: یہ ایپلیکیشن آپ کو شناختی دستاویزات (پاسپورٹ، شناختی کارڈ، ڈرائیونگ لائسنس، رہائشی اجازت نامے، ویزے، بورڈنگ پاس وغیرہ) اور بینک کارڈز سے ڈیٹا پڑھنے اور تصدیق کرنے کی اجازت دیتی ہے۔ کسی دستاویز کو مکمل طور پر فریم کے اندر رکھیں، یہ خود بخود شناخت، کراپ اور پہچان لی جائے گی۔ دستاویز کی قسم خود بخود شناخت کی جائے گی۔ MRZ، بصری زون اور بارکوڈز کو پہچانا جائے گا اور انہیں ٹیکسٹ فیلڈز میں تبدیل کیا جائے گا۔ گرافک فیلڈز خود بخود کراپ کیے جائیں گے۔ ڈیٹا کی تصدیق پڑھنے کے بعد کی جاتی ہے، جہاں قابل اطلاق ہو، اور مجموعی تصدیق کی حیثیت ظاہر کی جاتی ہے۔ تمام پروسیسنگ مکمل طور پر آف لائن کی جاتی ہے، کوئی بھی ڈیٹا آپ کے ڈیوائس سے باہر نہیں جاتا۔ اگر آپ کے کوئی سوالات، مسائل یا تجاویز ہیں تو براہ کرم ہم سے رابطہ کریں۔

source: Success
ar: نجاح
ckb: سەرکەوتن
de: Erfolg
es: Éxito
fr: Succès
ku: Serkeftin
tr: Başarı
ur: کامیابی

source: Failed
ar: فشل
ckb: بەرخۆدان
de: Fehlgeschlagen
es: Fallido
fr: Échec
ku: Şewitand
tr: Başarısız
ur: ناکام

source: ID document verification
ar: التحقق من وثيقة الهوية
ckb: پشتڕاستکردنەوەی بەلگەی ناسنامە
de: Überprüfung des Ausweisdokuments
es: Verificación del documento de identificación
fr: Vérification du document d'identité
ku: Pejirandina belgeya nasnameyê
tr: Kimlik belgesi doğrulaması
ur: شناختی دستاویز کی تصدیق

# id_document_expiration
source: ID document expiration check
ar: التحقق من انتهاء صلاحية وثيقة الهوية
ckb: پشتڕاستکردنەوەی کاتی کەوتنی بەلگەی ناسنامە
de: Überprüfung des Ablaufs des Ausweisdokuments
es: Verificación de la expiración del documento de identificación
fr: Vérification de l'expiration du document d'identité
ku: Pejirandina qebûlkirina belgeya nasnameyê
tr: Kimlik belgesi son kullanma tarihi kontrolü
ur: شناختی دستاویز کی میعاد ختم ہونے کی جانچ

# face_comparison
source: Face comparison (compares facial images and determines whether they match)
ar: مقارنة الوجه (يقارن صور الوجوه ويحدد ما إذا كانت متطابقة)
ckb: مقايسەی ڕووبەرو (وێنەی ڕووبەرو بەرەوپێش دەبەخشێت و دیاریدەکات ئەیا هەمانندە)
de: Gesichtvergleich (vergleicht Gesichtsabbildungen und bestimmt, ob sie übereinstimmen)
es: Comparación de rostros (compara imágenes faciales y determina si coinciden)
fr: Comparaison faciale (compare les images faciales et détermine si elles correspondent)
ku: Peywendiya rû (wêneyên rûyê peywendî dikin û diyar dikin ku gava wan hevseng in)
tr: Yüz karşılaştırması (yüz görüntülerini karşılaştırır ve eşleşip eşleşmediğini belirler)
ur: چہرے کا موازنہ (چہرے کی تصاویر کا موازنہ کرتا ہے اور یہ طے کرتا ہے کہ آیا وہ ملتے ہیں)

# liveness_check_str
source: Liveness check (verifies that a face presented to a mobile device is a live human being)
ar: التحقق من الحيوية (يتحقق مما إذا كان الوجه المعروض على الجهاز المحمول ينتمي إلى إنسان حي)
ckb: پشتڕاستکردنەوەی زندەیی (پشتڕاست دەکات ئەیا ڕووبەری پێشکەوتوو بەرەوپێش بەرنامەی موبایل زانیاریەکی زندهە)
de: Lebendigkeitsprüfung (überprüft, ob das Gesicht, das einem mobilen Gerät präsentiert wird, zu einem lebenden Menschen gehört)
es: Verificación de vitalidad (verifica si el rostro presentado a un dispositivo móvil pertenece a un ser humano vivo)
fr: Vérification de vivacité (vérifie si le visage présenté à l'appareil mobile appartient à un être humain vivant)
ku: Pêşniyara zindî (pejirandina ku rûyê ku li ser amûrê mobîl tê nîşandan, tiştek zindî ye)
tr: Canlılık kontrolü (bir mobil cihaza sunulan yüzün yaşayan bir insana ait olduğunu doğrular)
ur: زندگی کی جانچ (یہ تصدیق کرتا ہے کہ ایک موبائل ڈیوائس کے سامنے پیش کردہ چہرہ ایک زندہ انسان ہے)

source: IDENTITY VERIFICATION
ar: التحقق من الهوية
ckb: پشتڕاستکردنەوەی ناسنامە
de: IDENTITÄTSVERIFIZIERUNG
es: VERIFICACIÓN DE IDENTIDAD
fr: VÉRIFICATION D'IDENTITÉ
ku: Pêbaweriya Nasnameyê
tr: KİMLİK DOĞRULAMA
ur: شناخت کی تصدیق

source: SCANNING SETTINGS
ar: إعدادات المسح
ckb: دانانەوەی ڕێکخستنەکانی سکانکردن
de: SCANNEREINSTELLUNGEN
es: CONFIGURACIÓN DE ESCANEO
fr: PARAMÈTRES DE NUMÉRISATION
ku: Mîhenganên Scanê
tr: TARAMA AYARLARI
ur: سکیننگ کی ترتیبات

# sound_vibration
source: SOUND AND VIBRATION
ar: الصوت والاهتزاز
ckb: دەنگ و لەرزین
de: TON UND VIBRATION
es: SONIDO Y VIBRACIÓN
fr: SON ET VIBRATION
ku: Deng û Lelqîn
tr: SES VE TİTREŞİM
ur: آواز اور وائبریشن

source: INSTRUCTIONS
ar: التعليمات
ckb: رێنماییەکان
de: ANWEISUNGEN
es: INSTRUCCIONES
ku: Rêbername
tr: TALİMATLAR
ur: ہدایات

source: Multipage processing
ar: معالجة متعددة الصفحات
ckb: چالاککردنی پەڕەی زۆر
de: Mehrseitige Verarbeitung
es: Procesamiento de múltiples páginas
fr: Traitement multipages
ku: Pêşkeftina Pelên Pirr
tr: Çok sayfalı işlem
ur: کثیر صفحات کی پروسیسنگ

# double_page
source: Double-page spread processing
ar: معالجة الصفحتين المتقابلتين
ckb: چالاککردنی پەڕەی دووجارە
de: Doppelseitige Verarbeitung
es: Procesamiento de doble página
fr: Traitement double page
ku: Pêşkeftina Rûpelên Dûbî
tr: Çift sayfa işleme
ur: ڈبل پیج پروسیسنگ

source: Sound
ar: الصوت
ckb: دەنگ
de: Ton
es: Sonido
fr: Son
ku: Deng
tr: Ses
ur: آواز

source: Vibration
ar: الاهتزاز
ckb: لەرزین
es: Vibración
ku: Lelqîn
tr: Titreşim
ur: وائبریشن

source: Show instructions
ar: إظهار التعليمات
ckb: پیشاندانی رێنماییەکان
de: Anweisungen anzeigen
es: Mostrar instrucciones
fr: Afficher les instructions
ku: Nîşandanê Rêbernameyan
tr: Talimatları göster
ur: ہدایات دکھائیں

source: Advanced
ar: متقدم
ckb: پێشکەوتوو
de: Erweitert
es: Avanzado
fr: Avancé
ku: Pêşketî
tr: Gelişmiş
ur: ایڈوانسڈ

source: Reset all settings
ar: إعادة ضبط جميع الإعدادات
ckb: ڕێکخستنەکان گەراندنەوە بۆ بنەڕەتی
de: Alle Einstellungen zurücksetzen
es: Restablecer todas las configuraciones
fr: Réinitialiser tous les paramètres
ku: Vegerandina Hemî Mîhenganan
tr: Tüm ayarları sıfırla
ur: تمام ترتیبات کو ری سیٹ کریں

# portrait_with_selfie
source: Compare the portrait from the document with the selfie
ar: مقارنة الصورة الشخصية من الوثيقة مع السيلفي
ckb: پەیوەندی نێوان وێنەی ڕەسەن و سیلفی
de: Vergleichen Sie das Portrait aus dem Dokument mit dem Selfie
es: Comparar el retrato del documento con el selfie
fr: Comparer le portrait du document avec le selfie
ku: Lihevkirina Wêneya Nasnameyê Bi Selfîyê
tr: Belgedeki portreyi selfie ile karşılaştırın
ur: دستاویز کے پورٹریٹ کا سیلفی کے ساتھ موازنہ کریں

# multipage_processing_desc
source: Enable multipage document processing
ar: تمكين معالجة الوثائق متعددة الصفحات
ckb: چالاککردنی چالاکی پەڕەی زۆر
de: Mehrseitige Dokumentenverarbeitung aktivieren
es: Habilitar el procesamiento de documentos de múltiples páginas
fr: Activer le traitement des documents multipages
ku: Bikêrkirina Pêşkeftina Belgeyên Pirr-rûpelî
tr: Çok sayfalı belge işlemeyi etkinleştir
ur: کثیر صفحات کی دستاویزات کی پروسیسنگ کو فعال کریں

# double_page_desc
source: Enable processing of a document double-page spread
ar: تمكين معالجة الصفحتين المتقابلتين من الوثيقة
ckb: چالاککردنی پەڕەی دووپەڕە
de: Verarbeitung einer Doppelseite aktivieren
es: Habilitar el procesamiento de una doble página
fr: Activer le traitement d'une double page de document
ku: Bikêrkirina Pêşkeftina Belgeyên Dûrûpelî
tr: Çift sayfalı belge işlemeyi etkinleştir
ur: ڈبل پیج دستاویز کی پروسیسنگ کو فعال کریں

# rfid_chip_processing_desc
source: Start RFID chip reading as soon as document processing is complete
ar: ابدأ قراءة شريحة RFID بمجرد اكتمال معالجة الوثيقة
ckb: چالاککردنی خوێندنی RFID کاتێک پەڕە تەواوە
de: Starte das Lesen des RFID-Chips, sobald die Dokumentenverarbeitung abgeschlossen ist
es: Iniciar la lectura del chip RFID una vez finalizado el procesamiento del documento
fr: Démarrer la lecture de la puce RFID dès que le traitement du document est terminé
ku: Destpêkirina Xwendina RFID piştî qedandiya belgeyê
tr: Belge işleme tamamlandığında RFID çip okumasını başlat
ur: دستاویز پروسیسنگ مکمل ہونے پر آر ایف آئی ڈی چپ کی پڑھائی شروع کریں

# sound_desc
source: Make a sound when processing is finished
ar: أصدر صوتًا عند انتهاء المعالجة
ckb: دەنگ بکە کاتێک پەڕە تەواوبێت
de: Ton abspielen, wenn die Verarbeitung abgeschlossen ist
es: Emitir un sonido cuando se complete el procesamiento
fr: Émettre un son lorsque le traitement est terminé
ku: Deng bide dema pêşkeftin qediya
tr: İşleme bittiğinde ses çıkar
ur: پروسیسنگ مکمل ہونے پر آواز نکالیں

# vibration_desc
source: Vibrate when processing is finished
ar: اهتز عند انتهاء المعالجة
ckb: لەرزین بکە کاتێک پەڕە تەواوبێت
de: Vibrieren, wenn die Verarbeitung abgeschlossen ist
es: Vibrar cuando se complete el procesamiento
fr: Vibrer lorsque le traitement est terminé
ku: Lelqîn bike dema pêşkeftin qediya
tr: İşleme bittiğinde titreşim yap
ur: پروسیسنگ مکمل ہونے پر وائبریشن کریں

# show_identity_desc
source: Show identity document scanning instructions
ar: إظهار تعليمات مسح وثيقة الهوية
ckb: پیشاندانی رێنماییەکانی سکانکردنی ناسنامە
de: Anweisungen zum Scannen des Ausweisdokuments anzeigen
es: Mostrar instrucciones para escanear el documento de identidad
fr: Afficher les instructions de numérisation des documents d'identité
ku: Nîşandana rêbernameya scanê ya nasnameyê
tr: Kimlik belgesi tarama talimatlarını göster
ur: شناختی دستاویز کی سکیننگ کی ہدایات دکھائیں

source: INTERFACE SETTINGS
ar: إعدادات الواجهة
ckb: ڕێکخستنەکانی ڕووبەر
de: SCHNITTSTELLENEINSTELLUNGEN
es: CONFIGURACIÓN DE INTERFAZ
fr: PARAMÈTRES DE L'INTERFACE
ku: Mîhenganên Navberê
tr: ARAYÜZ AYARLARI
ur: انٹرفیس کی ترتیبات

source: Debug
ar: تصحيح الأخطاء
ckb: گروسیلکردن
de: Debuggen
es: Depuración
fr: Déboguer
ku: Çewtbirin
tr: Hata Ayıklama
ur: ڈیبگ

source: Capture Button
ar: زر الالتقاط
ckb: دوگمەی ڕاگرتن
de: Aufnahmetaste
es: Botón de captura
fr: Bouton de capture
ku: Piştoka Girtinê
tr: Çekim Butonu
ur: کیپچر بٹن
